{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Официалният портал за европейски данни",
  "title": "Европейски <b>Портал за данни</b>",
  "menu.legal-notice": "Правна информация",
  "menu.cookies": "Бисквитки",
  "menu.contact": "Контакти",
  "functions.layer": "Отказ от отговорност",
  "functions.feature-info": "Информация за функцията",
  "functions.legend": "Легенда",
  "functions.no-legend": "Без легенда",
  "welcome-screen.title": "Добре дошли в програмата за преглед на карти на data.europa.eu",
  "welcome-screen.services": "Тази програма за преглед на карти има достъп до външни услуги и показва данните от тях. Тези външни услуги не се поддържат от Европейската комисия и следователно ние не можем да променяме тяхната наличност/стабилност. Възможно е да възникнат следните проблеми:",
  "welcome-screen.information": "Ако поискате подробна информация за избрана функция, тя ще бъдат обработена от специална заявка, подадена към картата на сървъра. Ако отговорът на тази заявка е неправилен или няма такъв (например поради грешка в сървъра), няма да се изведе информация и ще се появи празен прозорец.",
  "welcome-screen.access": "Данните, използвани от външен сървър, могат да са разположени извън текущия изглед на картата. Тази програма за преглед на карти се опитва автоматично да идентифицира покритата площ. И все пак, в някои случаи метаданните не са пълни или са грешни, така че трябва да се придвижите до актуалното ниво.",
  "welcome-screen.layer": "Някои източници на слой може да не се показват при определена степен на мащабиране. Това е в резултат от ограничения, зададени от външния доставчик на услуги. Може да се наложи да увеличите или да намалите мащаба, за да се покажат данните на слоя.",
  "welcome-screen.loading": "Въртящ се кръг върху изгледа на картата показва, че програмата очаква отговор от източника на данни. Това може да е причинено от недостъпен сървър или проблеми с мрежата.",
  "welcome-screen.error": "Ако срещнете някакви други проблеми, не се колебайте да се свържете с техническата поддръжка:",
  "welcome-screen.support-contact": "свързване с техническата поддръжка",
  "welcome-screen.basemaps": "Базовите карти, използвани в това приложение, са предоставени от статистическата служба на Европейския съюз (Евростат). Тези карти в момента са налични в мащаб до 1:50 000. По настоящем се работи по създаването на по-точни базови карти (например такива, които да поддържат визуализация на данни в рамките на даден град). Следователно някои източници на данни все още не могат да бъдат показвани с оптимално подходяща базова карта.",
  "welcome-screen.not-display-again": "Не показвайте отново този въвеждащ екран.",
  "welcome-screen.map-loading": "Картата се зарежда",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Това кратко въведение има за цел да ви запознае с елементите и функционалността на програмата за преглед на карти.",
  "tutorial.step2": "Натиснете и задръжте левия бутон на мишката, за да зададете рамка на картата.",
  "tutorial.step3": "Тези бутони променят мащабирането на картата. Алтернативно можете да използвате скролера на мишката, за да зададете мащаба.",
  "tutorial.step4": "Чрез тези бутони имате достъп и до допълнителни функции. Те действат като превключватели и разрешават или забраняват дадена функция.",
  "tutorial.step5": "Легендата може да се използва за проучване на наличните слоеве на картата, както и да се разрешава или забранява текущото им показване на картата. Имената са получени директно от външно достъпна услуга.",
  "tutorial.step6": "Някои данни могат да бъдат изследвани дори по-подробно. Когато тази функция е активна, можете да щракнете върху картата, за да получите допълнителна информация.",
  "tutorial.skip": "Пропусни",
  "tutorial.back": "Назад",
  "tutorial.next": "Напред",
  "tutorial.done": "Готово",
  "layers-selection.select-layer": "Избор на слой",
  "layers-selection.select-all": "Избери всички",
  "layers-selection.hint": "Избраната WMS услуга съдържа %x слой, изберете всички слоеве, които трябва да се покажат на картата.",
  "layers-selection.close": "Затвори",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Поисканата услуга не е налична",
  "error.general.serviceNotSupported": "Поисканата услуга не се поддържа",
  "error.general.invalidResource": "Намерен е невалиден ресурс на дадения URL",
  "error.general.unsupportedResource": "Намерен е неподдържан ресурс на дадения URL",
  "error.general.errorSource": "Определен е следният източник на грешка",
  "error.httpIssues.generic": "Възникна грешка в сървъра при изпращане на заявката за дадения ресурс",
  "error.detaildErrors.metadata": "Документът с метаданни за услугата е грешен",
  "error.general.requestedUrl": "Заявен URL",
  "error.general.technicalSupport": "Ако проблемът продължи и в бъдеще, свържете се с техническата поддръжка",
  "error.general.technicalSupportCreateTicket": "Create support ticket",
  "error.general.weWillContactProvider": "Ние ще се свържем с доставчика на услугата и ще докладваме за проблема.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Използваните наименования и представянето на материала на тази карта не предполага изразяването на каквато и да било становище от страна на Европейския съюз по отношение на правния статут на коя да е държава, територия, град или област или на неговите органи, или по отношение на определянето на нейните граници. Косово*: *Това наименование не засяга позициите по отношение на статута и е съобразено с Резолюция 1244/1999 на Съвета за сигурност на ООН и становището на Международния съд относно обявяването на независимост от страна на Косово. Палестина*: Това наименование не може да се тълкува като признаване на палестинската държава и не засяга индивидуалните позиции на държавите членки по този въпрос.",
  "other-features.search": "Търсене",
  "other-features.zoom-in": "Намаляване",
  "other-features.zoom-out": "Увеличаване",
  "other-features.show-tutorial": "Покажи упътването",
  "other-features.transparency": "Можете също така да настроите прозрачността на даден слой.",
  "error.detailedErrors.crs": "Услугата не осигурява поддържана координатна референтна система",
  "error.detailedErrors.encoding": "Услугата не осигурява поддържано кодиране на символи",
  "error.detailedErrors.metadata": "Документът с метаданни за услугата е грешен",
  "error.detailedErrors.fileFormat": "Получен е невалиден формат на данните, получени от дадения URL",
  "error.detailedErrors.dataRequest": "Докато се изпраща заявката за данни на услугата е получен невалиден отговор. Причините за това могат да бъдат например: вътрешна грешка на сървъра, грешна конфигурация на услугата, нестандартно поведение за съвместимост на услугата и т.н.",
  "error.httpIssues.303": "Отговорът на заявката може да се намери под друг URI",
  "error.httpIssues.305": "Заявеният ресурс е достъпен само чрез пълномощник",
  "error.httpIssues.400": "Сървърът не може или няма да обработи заявката поради възприета клиентска грешка",
  "error.httpIssues.401": "Заявеният ресурс изисква оторизация",
  "error.httpIssues.403": "Заявеният ресурс не е за публично ползване",
  "error.httpIssues.404": "Заявеният ресурс не може да бъде намерен",
  "error.httpIssues.405": "Ресурсът е заявен чрез непозволен HTTP метод",
  "error.httpIssues.406": "Заявено е неприемливо съдържание от ресурса",
  "error.httpIssues.407": "Ресурсът изисква предварително удостоверяване на прокси услуга",
  "error.httpIssues.500": "Ресурсът не е наличен поради вътрешна грешка в сървъра",
  "error.httpIssues.501": "Ресурсът не е наличен поради непризнат метод на заявка",
  "error.httpIssues.502": "Ресурсът не е наличен поради неправилно конфигуриран портал",
  "error.httpIssues.503": "В момента ресурсът не е наличен поради претоварване или провеждана техническа поддръжка",
  "error.httpIssues.504": "Ресурсът не е наличен поради неправилно конфигуриран портал или неотговарящ портал",
  "error.httpIssues.505": "Ресурсът не поддържа дадената HTTP версия"
}