{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Das offizielle Portal für Daten zu Europa",
  "title": "Europäisches <b>Datenportal</b>",
  "menu.legal-notice": "Rechtlicher Hinweis",
  "menu.cookies": "Cookies",
  "menu.contact": "Kontakt",
  "functions.layer": "Rechtlicher Hinweis",
  "functions.feature-info": "Detailinformation",
  "functions.legend": "Legende",
  "functions.no-legend": "Keine Legende",
  "welcome-screen.title": "Willkommen im Map Viewer von data.europa.eu",
  "welcome-screen.services": "Dieser Map Viewer greift auf externe Dienste zu und zeigt deren Daten an. Diese externen Dienste werden nicht von der Europäischen Kommission betrieben und daher haben wir keinen Einfluss auf ihre Verfügbarkeit/Stabilität. Die folgenden Probleme können auftreten:",
  "welcome-screen.information": "Wenn Sie zusätzliche Informationen für ein ausgewähltes Objekt anfordern, wird dies durch eine spezielle Anfrage an den Kartenserver behandelt. Wenn die Antwort auf diese Anfrage fehlerhaft oder leer ist (z.B. wegen eines Serverfehlers) werden keine Informationen angezeigt und ein leeres Fenster wird angezeigt.",
  "welcome-screen.access": "Daten von einem externen Server können außerhalb der aktuellen Kartenansicht liegen. Dieser Map Viewer versucht, die abgedeckte Fläche automatisch zu identifizieren. Doch in einigen Fällen sind die Metadaten nicht vollständig oder fehlerhaft, so dass Sie den aktuellen Kartenausschnitt anpassen müssen.",
  "welcome-screen.layer": "Einige Ebenen können bei bestimmten Zoomstufen nicht angezeigt werden. Dies ergibt sich aus Einschränkungen durch den externen Dienstleister. Möglicherweise müssen Sie, um die Daten der Ebene anzuzeigen, den Kartenausschnitt vergrößern oder verkleinern",
  "welcome-screen.loading": "Ein rotierender Kreis in der Kartendarstellung zeigt an, daß der Viewer auf eine Antwort von einer Datenquelle wartet. Dies kann durch einen nicht verfügbaren Server oder Netzwerkprobleme verursacht werden",
  "welcome-screen.error": "Wenn Sie auf andere Probleme stoßen, zögern Sie nicht den technischen Support zu kontaktieren:",
  "welcome-screen.support-contact": "Technischen Support kontaktieren",
  "welcome-screen.basemaps": "Die in dieser Anwendung verwendeten Hintergrundkarten werden durch das Statistische Amt der Europäischen Union (Eurostat) bereitgestellt. Diese Karten sind in einer Auflösung von bis zu 1:50.000 verfügbar. An einer feineren Auflösung, um beispielsweise Daten innerhalb von Städten zu visualisieren, wird zurzeit gearbeitet. Daher können einzelne Datenquellen noch nicht mit einer optimalen Hintergrundkarte angezeigt werden.",
  "welcome-screen.not-display-again": "Dieses Fenster nicht nochmals anzeigen.",
  "welcome-screen.map-loading": "Karte lädt...",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Diese kleine Einführung hat das Ziel, Sie mit den Elementen und Funktionalität des Map Viewer vertraut zu machen.",
  "tutorial.step2": "Klicken und halten Sie die linke Maustaste, um die Karte zu verschieben.",
  "tutorial.step3": "Mit diesen Schaltflächen ändern Sie den Zoomfaktor auf der Karte. Alternativ können Sie das Mausrad verwenden, um den Zoom einzustellen.",
  "tutorial.step4": "Zusätzliche Funktionalität wird durch diese Schaltflächen zur Verfügung gestellt. Sie fungieren als Schalter und aktivieren oder deaktivieren die angegebene Funktionalität.",
  "tutorial.step5": "Die Legende kann verwendet werden, um zu sehen, welche Kartenebenen zur Verfügung stehen und um das Anzeigen auf der Karte zu aktivieren oder deaktivieren. Die Namen werden direkt aus dem externen Service übernommen.",
  "tutorial.step6": "Einige Daten können näher untersucht werden. Wenn diese Funktion aktiviert ist, können sie auf die Karte klicken, um weitere Informationen abzufragen.",
  "tutorial.skip": "Abbrechen",
  "tutorial.back": "Zurück",
  "tutorial.next": "Weiter",
  "tutorial.done": "Fertig",
  "layers-selection.select-layer": "Layer auswählen",
  "layers-selection.select-all": "Alle auswählen",
  "layers-selection.hint": "Der ausgewählte WMS enhält %x Layer, bitte wählen Sie aus, welche Layer in der Karte geladen werden sollen.",
  "layers-selection.close": "Schliessen",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Der angeforderte Dienst ist nicht verfügbar",
  "error.general.serviceNotSupported": "Der angeforderte Dienst wird nicht unterstützt",
  "error.general.invalidResource": "Eine ungültige Ressource wurde unter der angegebenen URL gefunden",
  "error.general.unsupportedResource": "Eine nicht unterstützte Ressource wurde unter der angegebenen URL gefunden",
  "error.general.errorSource": "Die folgende Fehlerquelle wurde festgestellt",
  "error.httpIssues.generic": "Ein Server-Fehler ist während des Anforderns der angegebenen Ressource aufgetreten",
  "error.detaildErrors.metadata": "Das Metadaten-Dokument des Service ist fehlerhaft",
  "error.general.requestedUrl": "Angeforderte URL",
  "error.general.technicalSupport": "Besteht das Problem weiterhin in der Zukunft, kontaktieren Sie bitte den technischen Support",
  "error.general.technicalSupportCreateTicket": "Support-Ticket erstellen",
  "error.general.weWillContactProvider": "Wir werden den Anbieter des Dienstes kontaktieren und den Fehler melden.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Die in dieser Karte verwendeten Bezeichnungen und die Darstellungsform geben nicht die Auffassung der Europäischen Union zur Rechtsstellung von Staaten, Hoheitsgebieten, Städten oder Gebieten bzw. deren Behörden oder zum Verlauf ihrer Grenzen wieder. Das Kosovo*: Diese Bezeichnung berührt nicht die Standpunkte zum Status und steht im Einklang mit der Resolution 1244/1999 des VN-Sicherheitsrates und dem Gutachten des Internationalen Gerichtshofs zur Unabhängigkeitserklärung des Kosovos. Palästina*: Diese Bezeichnung ist nicht als Anerkennung eines Staates Palästina auszulegen und lässt die Standpunkte der einzelnen Mitgliedstaaten zu dieser Frage unberührt.",
  "other-features.search": "Suche",
  "other-features.zoom-in": "Heranzoomen",
  "other-features.zoom-out": "Herauszoomen",
  "other-features.show-tutorial": "Tutorial anzeigen",
  "other-features.transparency": "Sie können auch die Transparenz einer Ebene einstellen.",
  "error.detailedErrors.crs": "Der Dienst bietet keine unterstützten Koordinatenreferenzsysteme",
  "error.detailedErrors.encoding": "Der Dienst bietet keine unterstützten Zeichenkodierungen",
  "error.detailedErrors.metadata": "Das Metadaten-Dokument des Service ist fehlerhaft",
  "error.detailedErrors.fileFormat": "Eine ungültiges Datenformat wurde unter der angegebenen URL empfangen",
  "error.detailedErrors.dataRequest": "Während der Abfrage der Daten des Dienstes wurde eine ungültige Antwort empfangen. Gründe dafür können zum Beispiel sein: interner Serverfehler, falsche Konfiguration des Dienstes, nicht-standard-konformes Verhalten des Dienstes, etc.",
  "error.httpIssues.303": "Die Antwort auf die Anfrage kann unter einer anderen URI gefunden werden",
  "error.httpIssues.305": "Die angeforderte Ressource wird nur über einen Proxy zur Verfügung gestellt",
  "error.httpIssues.400": "Der Server kann oder möchte die Anforderung aufgrund eines wahrgenommenen Client-Fehlers nicht bearbeiten",
  "error.httpIssues.401": "Die angeforderte Ressource erfordert Autorisation",
  "error.httpIssues.403": "Die angeforderte Ressource wird nicht für die Öffentlichkeit bereitgestellt",
  "error.httpIssues.404": "Die angeforderte Ressource wurde nicht gefunden",
  "error.httpIssues.405": "Die Ressource wurde durch eine nicht erlaubt HTTP-Methode angefordert",
  "error.httpIssues.406": "Ein nicht akzeptierter Inhalt wurden von der Ressource angefordert",
  "error.httpIssues.407": "Die Ressource erfordert eine vorherige Authentifizierung bei einem Proxy-Dienst",
  "error.httpIssues.500": "Die Ressource ist aufgrund eines internen Server-Fehlers nicht verfügbar",
  "error.httpIssues.501": "Die Ressource ist aufgrund einer nicht anerkannten Anforderungsmethode nicht verfügbar",
  "error.httpIssues.502": "Die Ressource ist aufgrund eines fehlerhaft konfigurierten Gateways nicht verfügbar",
  "error.httpIssues.503": "Die Ressource ist derzeit wegen Überlastung oder Wartung nicht verfügbar",
  "error.httpIssues.504": "Die Ressource ist aufgrund eines fehlerhaft konfigurierten oder nicht-reagierenden Gateways nicht verfügbar",
  "error.httpIssues.505": "Die Ressource unterstützt die angegebene HTTP-Version nicht"
}