{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "El portal oficial de datos europeos",
  "title": "Portal Europeo <b>de Datos</b>",
  "menu.legal-notice": "Aviso legal",
  "menu.cookies": "Cookies",
  "menu.contact": "Contacto",
  "functions.layer": "Exención de responsabilidad",
  "functions.feature-info": "Más información",
  "functions.legend": "Leyenda",
  "functions.no-legend": "Sin leyenda",
  "welcome-screen.title": "Bienvenido/a al visualizador de mapas del data.europa.eu",
  "welcome-screen.services": "Este visualizador de mapas accede a servicios externos y muestra sus datos. La responsabilidad de mantener estos servicios externos no recae en la Comisión Europea y por tanto no depende de nosotros su disponibilidad/estabilidad. Pueden producirse los siguientes problemas:",
  "welcome-screen.information": "Si solicita información detallada sobre una función determinada, esta se tramitará mediante una solicitud específica al servidor de mapas. Si la respuesta a esta solicitud no está correctamente formada o carece de contenido (debido a un error del servidor) no se podrá mostrar ninguna información y aparecerá una ventana vacía.",
  "welcome-screen.access": "Los datos a los que se accede desde un servidor externo pueden no encontrarse dentro de la vista actual del mapa. Este visualizador de mapas intenta identificar automáticamente el área contemplada. También puede ocurrir que los metadatos no estén completos o no sean correctos y deba navegar por la capa actual.",
  "welcome-screen.layer": "Es posible que algunas capas de información no se muestren en determinados niveles de zoom. Ello se debe a restricciones impuestas por el proveedor del servicio externo. Puede ser necesario acercar o alejar el mapa para visualizar los datos de la capa.",
  "welcome-screen.loading": "Un círculo en movimiento giratorio sobre la vista del mapa indica que el visualizador está esperando la respuesta de la fuente de datos. Ello puede deberse a que el servidor no está disponible o a problemas en la red.",
  "welcome-screen.error": "Si tiene cualquier otro problema, por favor póngase en contacto con el servicio de asistencia técnica:",
  "welcome-screen.support-contact": "Contactar con el servicio de asistencia técnica",
  "welcome-screen.basemaps": "Los mapas de base de esta aplicación los facilita la Oficina Estadística de la Unión Europea (Eurostat). Normalmente estos mapas ofrecen una resolución de hasta 1:50.000. Se están elaborando mapas de base con mayor resolución a fin de permitir, por ejemplo, la visualización de datos de una ciudad. Por tanto, es posible que algunas fuentes de datos no puedan mostrarse aún en un mapa de base óptimo para ello.",
  "welcome-screen.not-display-again": "No volver a mostrar esta pantalla de bienvenida.",
  "welcome-screen.map-loading": "El mapa está cargándose",
  "welcome-screen.confirm": "Conforme",
  "tutorial.step1": "El propósito de esta breve introducción es presentar los elementos y las funciones del visualizador de mapas.",
  "tutorial.step2": "Mantenga pulsado el botón izquierdo del ratón para moverse por el mapa.",
  "tutorial.step3": "Estos botones permiten modificar el nivel de zoom del mapa. También puede utilizar la rueda del ratón para ajustar el zoom.",
  "tutorial.step4": "Con estos botones puede acceder a funciones adicionales. Sirven para habilitar/deshabilitar las distintas funciones.",
  "tutorial.step5": "La leyenda permite examinar las capas del mapa e incluirlas o excluirlas de la vista activa. Los nombres son los proporcionados por el servicio externo.",
  "tutorial.step6": "Algunos datos pueden examinarse incluso con mayor grado de detalle. Si esta función está activada, puede pulsar sobre el mapa para obtener información adicional.",
  "tutorial.skip": "Saltar",
  "tutorial.back": "Anterior",
  "tutorial.next": "Siguiente",
  "tutorial.done": "Terminado",
  "layers-selection.select-layer": "Seleccionar capas",
  "layers-selection.select-all": "Seleccionar todo",
  "layers-selection.hint": "El servicio WMS elegido contiene %x capas; seleccione todas las que desea visualizar en el mapa.",
  "layers-selection.close": "Cerrar",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "El servicio solicitado no está disponible",
  "error.general.serviceNotSupported": "El servicio solicitado no está soportado",
  "error.general.invalidResource": "Esta dirección web contiene un recurso no válido",
  "error.general.unsupportedResource": "Esta dirección web contiene un recurso no compatible",
  "error.general.errorSource": "Se ha identificado la siguiente causa de error",
  "error.httpIssues.generic": "Se ha producido un error de servidor durante la solicitud del recurso",
  "error.detaildErrors.metadata": "El documento de metadatos del servicio es erróneo",
  "error.general.requestedUrl": "Dirección web solicitada",
  "error.general.technicalSupport": "Si el problema persiste, póngase en contacto con el servicio de asistencia técnica",
  "error.general.technicalSupportCreateTicket": "Contactar con el servicio de asistencia técnica",
  "error.general.weWillContactProvider": "Si el problema persiste, póngase en contacto con el servicio de asistencia técnica",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Las denominaciones utilizadas y la presentación del contenido de este mapa no deben interpretarse en ningún caso como un reflejo de la opinión de la Unión Europea con respecto a la condición jurídica de ningún país, territorio, ciudad o área ni de sus autoridades, ni en lo relativo a la demarcación de sus fronteras o límites. Kosovo*: esta denominación no pretende entrar en conflicto con ninguna postura con respecto a la condición jurídica, y se ajusta a la resolución 1244/1999 del Consejo de Seguridad de las Naciones Unidas y al dictamen de la CIJ con respecto a la declaración de independencia de Kosovo. Territorios Palestinos*: esta denominación no debe entenderse como un reconocimiento de un Estado de Palestina ni pretende entrar en conflicto con las posturas de los distintos Estados miembros sobre este asunto.",
  "other-features.search": "Búsqueda",
  "other-features.zoom-in": "Acercar",
  "other-features.zoom-out": "Alejar",
  "other-features.show-tutorial": "Mostrar tutorial",
  "other-features.transparency": "También puede ajustar el nivel de transparencia de las capas.",
  "error.detailedErrors.crs": "El servicio no ofrece un sistema compatible de coordenadas de referencia",
  "error.detailedErrors.encoding": "El servicio no ofrece un sistema de codificación de caracteres compatible",
  "error.detailedErrors.metadata": "El documento de metadatos del servicio es erróneo",
  "error.detailedErrors.fileFormat": "El formato de los datos proporcionados desde la dirección web no es válido",
  "error.detailedErrors.dataRequest": "Se ha recibido una respuesta no válida del servicio al solicitar los datos. Ello podría deberse a un error interno del servidor, un error en la configuración del servicio, un comportamiento del servicio no compatible con los estándares, etc.",
  "error.httpIssues.303": "El resultado de la solicitud puede hallarse en otra dirección web",
  "error.httpIssues.305": "El recurso solicitado solo está disponible a través de un proxy",
  "error.httpIssues.400": "El servidor no puede procesar o no autoriza el procesamiento de la solicitud por detectar un error del cliente",
  "error.httpIssues.401": "El recurso solicitado requiere autorización",
  "error.httpIssues.403": "El recurso solicitado no es de acceso público",
  "error.httpIssues.404": "No se ha encontrado el recurso solicitado",
  "error.httpIssues.405": "El recurso se ha solicitado a través de un método HTTP no autorizado",
  "error.httpIssues.406": "El recurso ha solicitado un contenido no aceptado",
  "error.httpIssues.407": "El recurso requiere previa autentificación a través de un servicio proxy",
  "error.httpIssues.500": "El recurso no está disponible debido a un error interno del servidor",
  "error.httpIssues.501": "El recurso no está disponible debido a que no se reconoce el método de solicitud",
  "error.httpIssues.502": "El recurso no está disponible debido a un fallo en la configuración de la puerta de enlace",
  "error.httpIssues.503": "El recurso no está disponible en estos momentos debido a una sobrecarga o a labores de mantenimiento",
  "error.httpIssues.504": "El recurso no está disponible debido a un fallo en la configuración de la puerta de enlace o a que esta no responde",
  "error.httpIssues.505": "El recurso no es compatible con la versión de HTTP"
}