{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Le portail officiel des données européennes",
  "title": "Portail européen <b>de données</b>",
  "menu.legal-notice": "Avis juridique",
  "menu.cookies": "Cookies",
  "menu.contact": "Contact",
  "functions.layer": "Avis juridique",
  "functions.feature-info": "Information détaillée",
  "functions.legend": "Légende",
  "functions.no-legend": "Pas de légende",
  "welcome-screen.title": "Bienvenu au visualisateur Map du data.europa.eu",
  "welcome-screen.services": "Ce visualisateur de cartes graphiques utilise des services externes et affiche leurs données. La maintenance de ces services n’est pas assurée par la Commission Européenne - c’est pourquoi nous n’avons pas d’influence sur leur disponibilité et/ou stabilité. Les erreurs suivantes peuvent apparaître:",
  "welcome-screen.information": "Si vous demandez des informations détaillées pour la fonctionnalité sélectionnée, celle-ci sera traitée par le serveur externe. Dans le cas où la réponse sera malformée ou vide (p.ex. due à une erreur serveur), le système n’affichera aucune donnée et une page vide sera visible.",
  "welcome-screen.access": "Des données provenant d’un serveur externe peuvent être représentées en dehors de la couche graphique actuelle. Le visualisateur essaye d’identifier automatiquement l’espace occupé. Pourtant, des cas peuvent exister où les métadonnées sont incomplètes ou erronées, de sorte que l’utilisateur doit naviguer sur la couche graphique actuelle",
  "welcome-screen.layer": "Certaines couches graphiques ne sont pas visibles pour certains niveaux d’agrandissement. Ceci peut résulter d’une restriction de la part du fournisseur du service externe. Essayez d’autres niveaux d’agrandissement pour afficher les données de la couche graphique",
  "welcome-screen.loading": "Un cercle en rotation indique que le visualisateur attend une réponse depuis la source des données. Ceci peut être causé par un serveur hors service ou par des problèmes de réseau",
  "welcome-screen.error": "Si vous rencontrer d’autres problèmes, n’hésitez pas à contacter le support technique:",
  "welcome-screen.support-contact": "Contacter support technique",
  "welcome-screen.basemaps": "Les cartes graphiques utilisées dans cette application sont mises à disposition par l'Office statistique de l'Union européenne (Eurostat). Celles-ci sont affichées jusqu'à l'échelle 1:50.000. Des résolutions plus fines permettant de visualiser p.ex. des données détaillées au sein d'une ville, sont actuellement en préparation. C'est pourquoi certaines sources de données ne peuvent pas encore être affichées sur une carte graphique de façon optimale.",
  "welcome-screen.not-display-again": "Ne plus afficher cette page de garde.",
  "welcome-screen.map-loading": "Chargement de la carte...",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Cette introduction a comme but de vous familiariser avec les eléments et la fonctionnalité du visualisateur Map.",
  "tutorial.step2": "Pour bouger la carte graphique, veuillez cliquer et maintenir le bouton gauche de la souris.",
  "tutorial.step3": "Ce bouton vous permet de changer l'agrandissement de la carte graphique. Vous pouvez également utiliser le mouse wheel pour ceci.",
  "tutorial.step4": "Ces boutons donnent accès à des fonctions supplémentaires. Ils servent à activer/désactiver les fonctionnalités indiquées.",
  "tutorial.step5": "La légende indique les niveaux disponibles et permet d'activer/de désactiver sa visualisation sur la carte graphique. Les noms sont repris directement des services externes.",
  "tutorial.step6": "Certaines données peuvent être examinées en détail. Si cette fonction est disponible, vous pouvez visualiser des informations supplémentaires en cliquant sur la carte graphique.",
  "tutorial.skip": "Sauter",
  "tutorial.back": "Page précédente",
  "tutorial.next": "Page suivante",
  "tutorial.done": "Terminé",
  "layers-selection.select-layer": "Choisir le niveau",
  "layers-selection.select-all": "Choisir tout",
  "layers-selection.hint": "Le service WMS sélectionné contient %x niveaux, veuillez choisir ceux que vous voulez visualiser sur la carte graphique.",
  "layers-selection.close": "Fermer",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Le service demandé n'est pas disponible.",
  "error.general.serviceNotSupported": "Le service demandé n'est pas pris en charge",
  "error.general.invalidResource": "Cette URL contient une ressource non-valide.",
  "error.general.unsupportedResource": "Cette URL contient une ressource non-supportée.",
  "error.general.errorSource": "La source d'erreur suivante a été détectée",
  "error.httpIssues.generic": "Une erreur serveur est apparue lors de la requête de la ressource",
  "error.detaildErrors.metadata": "Le document des méta-données du service est erroné.",
  "error.general.requestedUrl": "URL demandé",
  "error.general.technicalSupport": "Si le problème persiste, veuillez contacter le support technique",
  "error.general.technicalSupportCreateTicket": "Contacter support technique",
  "error.general.weWillContactProvider": "Nous allons contacter le fournisseur du service pour l’informer du problème.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Les dénominations utilisées et la présentation du contenu de cette carte n'expriment en aucun cas un avis de l'Union européenne sur le statut juridique d'un pays, d'un territoire, d'une ville, d'une région ou de ses autorités, ou sur le tracé de ses frontières ou limites. Kosovo*: Cette désignation est sans préjudice des positions sur le statut et est conforme à la résolution 1244 du Conseil de sécurité des Nations unies ainsi qu'à l'avis de la CIJ sur la déclaration d'indépendance du Kosovo. Palestine*: Cette dénomination ne saurait être interprétée comme une reconnaissance d'un État de Palestine et est sans préjudice de la position de chaque État membre sur cette question.",
  "other-features.search": "Recherche",
  "other-features.zoom-in": "Zoom In",
  "other-features.zoom-out": "Zoom Out",
  "other-features.show-tutorial": "Visualiser le tutorial",
  "other-features.transparency": "Vous pouvez également ajuster le degré de transparence d'un niveau.",
  "error.detailedErrors.crs": "Le service n'offre pas de système supporté de coordonnées de référence",
  "error.detailedErrors.encoding": "Le service n'offre pas d'encodage supporté de caractères",
  "error.detailedErrors.metadata": "Le document des méta-données du service est erroné.",
  "error.detailedErrors.fileFormat": "L'URL indiqué a retourné un format de données non-valide",
  "error.detailedErrors.dataRequest": "Le système a reçu une réponse non-valide lors de la recherche de données du service. Des raisons peuvent être p.ex. une erreur interne du serveur, une confirguration erronée du service, un comportement non-standard/non-conforme du service etc.",
  "error.httpIssues.303": "Le résultat de la recherche peut être trouvé à partir d'une autre URI",
  "error.httpIssues.305": "La ressource demandée n'est accessible que par un proxy",
  "error.httpIssues.400": "Le serveur ne peut pas exécuter la requête suite à une erreur du poste client",
  "error.httpIssues.401": "La ressource demandée n'est accessible que avec une autorisation",
  "error.httpIssues.403": "La ressource demandée n'est pas accessible au public",
  "error.httpIssues.404": "La ressource demandée n'a pas été trouvée.",
  "error.httpIssues.405": "La ressource a été demandée a travers une méthode HTTP non-permis.",
  "error.httpIssues.406": "La ressource a demandé un contenu non-accepté.",
  "error.httpIssues.407": "La ressource demande une autorisation au préalable à travers un service proxy.",
  "error.httpIssues.500": "La ressource demandée est non-accessible suite à une erreur interne du serveur.",
  "error.httpIssues.501": "La ressource demandée est non-accessible suite à l'application d'une méthode inconnue.",
  "error.httpIssues.502": "La ressource demandée est non-accessible suite à une configuration erronée du gateway",
  "error.httpIssues.503": "La ressource demandée est actuellement non-accessible suite à une surcharge ou maintenance du système.",
  "error.httpIssues.504": "La ressource demandée est non-accessible suite à une configuration erronée ou la non-disponibilité du gateway",
  "error.httpIssues.505": "La ressource ne supporte pas la version HTTP utilisée"
}