{
  "splashscreen.starting": "Feidhmchlár a thosú",
  "splashscreen.load": "Lódáil",
  "splashscreen.init": "Léarscáil á tionscnamh. Fan go fóill!",
  "tagline": "An tairseach oifigiúil um shonraí Eorpacha",
  "title": "<b>Tairseach Sonraí</b> Oscailte",
  "menu.legal-notice": "Fógra dlí",
  "menu.cookies": "Fianáin",
  "menu.contact": "Teagmháil",
  "functions.layer": "Séanadh dlíthiúil",
  "functions.feature-info": "Eolas ar Ghnéithe",
  "functions.legend": "Eochair eolais",
  "functions.no-legend": "Níl eochair eolais ann",
  "welcome-screen.title": "Fáilte chuig amharcóir léarscáile na data.europa.eu",
  "welcome-screen.services": "Déanann an t-acmharcóir seo rochtain ar sheirbhísí seachtracha agus taispeánann a gcuid sonraí. Níl na seirbhísí seachtracha seo á gcothabháil ag an gCoimisiún Eorpach. Dá bhrí sin níl aon tionchar againn ar a n-infhaighteacht/a gcobhsaíocht. D’fhéadfadh na fadhbanna seo a leanas teacht chun cinn:",
  "welcome-screen.information": "Má iarrann tú faisnéis mhionsonraithe maidir le gné roghnaithe láimhseofar é seo trí iarratas sainiúil chuig freastalaí na léarscáile. Má tá an freagra ar an iarratas seo míchumtha nó folamh (m. sh. de dheasca earráid freastalaí) ní féidir aon fhaisnéis a thaispeáint agus taispeánfar fuinneog fholamh.",
  "welcome-screen.access": "D’fhéadfadh sonraí a ndéantar rochtain orthu ó fhreastalaí seachtrach a bheith suite lasmuigh den amharc léarscáile reatha. Déanann an t-amharcóir léarscáile seo iarracht go huathoibríoch chun an limistéar clúdaithe a shainaithint. Mar sin féin tá cásanna áirithe nach bhfuil na meiteashonraí iomlán nó bíonn earráidí iontu ar shlí go mbíonn ort peanáil ar an raon iarbhír.",
  "welcome-screen.layer": "D’fhéadfadh sé nach dtaispeánfaí foinsí sraithe áirithe ag leibhéil zúmála áirithe. Tá sin amhlaidh mar thoradh ar shrianta a rinne an soláthraí seirbhíse seachtrach. B’fhéidir go mbeadh ort zúmáil isteach nó amach d’fhonn sonraí na sraithe a thaispeáint",
  "welcome-screen.loading": "Léiríonn ciorcal rothlach san amharc léarscáile go bhfuil an t-amharcóir ag feitheamh le freagra ó fhoinse sonraí. D’fhéadfadh sé gur freastalaí nach bhfuil ar fáil nó fadhbanna líonra is cúis leis seo",
  "welcome-screen.error": "Má thagann aon fhadhbanna eile romhat ná bíodh leisce ort teagmháil a dhéanamh leis an bhfoireann tacaíochta teicniúla:",
  "welcome-screen.support-contact": "Teagmháil leis an bhfoireann tacaíochta teicniúla",
  "welcome-screen.basemaps": "Is í Oifig staidrimh an Aontais Eorpaigh (Eurostat) a chuireann na bonnléarscáileanna a úsáidtear sa bhfeidhmchlár seo ar fáil. Tá na léarscáileanna seo ar fáil faoi láthair le gléine suas chuig 1:50.000. Tá bonnléarscáileanna níos míne á n-ullmhú faoi láthair, (m.sh. chun tacú le léirshamhlú sonraí laistigh de chathair). Dá bhrí sin d’fhéadfadh nach dtaispeántar foinsí sonraí áirithe fós leis an léarscáil cúlra is oiriúnaí.",
  "welcome-screen.not-display-again": "Ná taispeáin an scáileán fáiltithe arís.",
  "welcome-screen.map-loading": "Léarscáil á lódáil...",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Is é is cuspóir don eolas tosaigh gairid seo ná tú a chur ar an eolas faoi ghnéithe agus fheidhmiúlacht an amharcóir léarscáile.",
  "tutorial.step2": "Cliceáil agus coinnigh an cnaipe luiche clé chun peanáil ar an léarscáil.",
  "tutorial.step3": "Athraíonn na cnaipí seo an leibhéal zúmála ar an léarscáil. Mar rogha air seo is féidir leat roth na luiche a úsáid chun an zúm a choigeartú.",
  "tutorial.step4": "Tá feidhmiúlacht bhreise ar fáil tríd na cnaipí seo. Feidhmíonn siad mar scoráin agus cumasaíonn nó díchumasaíonn siad an fheidhmiúlacht thugtha.",
  "tutorial.step5": "Is féidir an eochair eolais a úsáid chun na sraitheanna léarscáile atá ar fáil a scrúdú agus a dtaispeáint reatha ar an léarscáil a chumasú nó a dhíchumasú. Díorthaítear na hainmneacha go díreach ón tseirbhís a dhéantar rochtain uirthi go seachtrach.",
  "tutorial.step6": "Is féidir mionscrúdú a dhéanamh ar chuid de na sonraí fiú amháin. Nuair a bhíonn an ghné seo gníomhachtaithe is féidir leat cliceáil ar an léarscáil chun faisnéis bhreise a iarraidh.",
  "tutorial.skip": "Fág ar lár",
  "tutorial.back": "Siar",
  "tutorial.next": "Ar aghaidh",
  "tutorial.done": "Déanta",
  "layers-selection.select-layer": "Roghnaigh sraitheanna",
  "layers-selection.select-all": "Roghnaigh uile",
  "layers-selection.hint": "Tá %x sraith sa tseirbhís WMS a roghnaíodh, roghnaigh na sraitheanna uile ar chóir a bheith á dtaispeáint sa léarscáil.",
  "layers-selection.close": "Dún",
  "feature-info.identify": "Sainaithin",
  "feature-info.attach": "Ceangail le hionad",
  "feature-info.center": "Lár sa Léarscáil",
  "feature-info.feature": "Gné",
  "error.general.serviceNotAvailable": "Níl an tseirbhís a iarradh ar fáil",
  "error.general.serviceNotSupported": "Ní thacaítear leis an tseirbhís a iarradh",
  "error.general.invalidResource": "Aimsíodh acmhainn neamhbhailí ag an URL a tugadh.",
  "error.general.unsupportedResource": "Aimsíodh acmhainn nach dtacaítear léi ag an URL a tugadh.",
  "error.general.errorSource": "Deimhníodh an fhoinse earráide seo a leanas:",
  "error.httpIssues.generic": "Tharla earráid freastalaí le linn an acmhainn thugtha a bheith á hiarraidh.",
  "error.detaildErrors.metadata": "Tá doiciméad meiteashonraí na seirbhíse earráideach.",
  "error.general.requestedUrl": "URL iarrtha",
  "error.general.technicalSupport": "Má leanann an fhadhb ar aghaidh amach anseo déan teagmháil leis an bhfoireann tacaíochta teicniúla",
  "error.general.technicalSupportCreateTicket": "Create support ticket",
  "error.general.weWillContactProvider": "We will contact the provider of the service and report the issue.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Ní thugann na hainmniúcháin ná an láithreoireacht ábhair ar an léarscáil seo le tuiscint go gcuirtear aon tuairim ar bith in iúl ó thaobh an Aontais Eorpaigh de, maidir le stádas dlí tíre, críche, cathrach ná limistéir ar bith ná maidir lena cuid údarás, ná maidir le teorannú a himeallchríocha ná a teorainneacha.  An Chosaiv*: Déantar an t-ainmniú seo gan dochar do sheasaimh i dtaobh stádais agus tá sé de réir UNSCR (Rún ó Chomhairle Slándála na Náisiún Aontaithe) 1244/1999 agus Tuairim na Cúirte Breithiúnais Idirnáisiúnta ar Fhorógra Neamhspleáchais na Cosaive.  an Phalaistín*: Ní fhorléireofar an t-ainmniú seo mar aitheantas Stát na Palaistíne agus déantar é gan dochar do sheasamh na mBallstát ar leith maidir leis an gceist seo.",
  "other-features.search": "Cuardach",
  "other-features.zoom-in": "Zúmáil Isteach",
  "other-features.zoom-out": "Zúmáil Amach",
  "other-features.show-tutorial": "Taispeáin Rang Teagaisc",
  "other-features.transparency": "Is féidir leat trédhearcacht sraithe a choigeartú, leis.",
  "error.detailedErrors.crs": "Ní chuireann an tseirbhís córas tagartha comhordanáidí ar fáil",
  "error.detailedErrors.encoding": "Ní chuireann an tseirbhís ionchódú carachtair a dtacaítear leis ar fáil",
  "error.detailedErrors.metadata": "Tá doiciméad meiteashonraí na seirbhíse earráideach.",
  "error.detailedErrors.fileFormat": "Fuarthas formáid sonraí neamhbhailí ag an URL a tugadh",
  "error.detailedErrors.dataRequest": "Agus sonraí na seirbhíse á n-iarraidh fuarthas freagra neamhbhailí. D’fhéadfadh iad seo a leanas a bheith mar chúis leis, mar shampla: earráid freastalaí inmheánach, cumraíocht seirbhíse mhícheart, iompar na seirbhíse nach bhfuil ag teacht leis an gcaighdeán srl.",
  "error.httpIssues.303": "Tá an freagra ar an iarratas ar fáil faoi URL eile",
  "error.httpIssues.305": "Níl an acmhainn a iarradh ar fáil ach trí sheachfhreastalaí",
  "error.httpIssues.400": "Ní féidir leis an bhfreastalaí an t-iarratas a phróiseáil nó ní dhéanfaidh sé é a phróiseáil de dheasca earráid chliaint airithe",
  "error.httpIssues.401": "Bhí gá le húdarú na hacmhainne a iarradh",
  "error.httpIssues.403": "Níl an acmhainn a iarradh ar fáil go poiblí",
  "error.httpIssues.404": "Níor aimsíodh an acmhainn a iarradh",
  "error.httpIssues.405": "Iarradh an acmhainn trí mhodh HTTP nach bhfuil ceadaithe",
  "error.httpIssues.406": "Iarradh inneachar ón acmhainn nach féidir glacadh leis",
  "error.httpIssues.407": "Tá gá an acmhainn a réamh-údarú ag seachsheirbhís",
  "error.httpIssues.500": "Níl an acmhainn ar fáil de dheasca earráid freastalaí inmheánaigh",
  "error.httpIssues.501": "Níl an acmhainn ar fáil de dheasca modh iarraidh nach n-aithnítear",
  "error.httpIssues.502": "Níl an acmhainn ar fáil de dheasca geata atá cumraithe go mícheart",
  "error.httpIssues.503": "Níl an acmhainn ar fáil faoi láthair de dheasca ró-ualaithe nó oibre cothabhála",
  "error.httpIssues.504": "Níl an acmhainn ar fáil de dheasca geata neamhfhreagrach nó de dheasca é a bheith cumraithe go mícheart",
  "error.httpIssues.505": "Ní thacaíonn an acmhainn leis an leagan HTTP tugtha"
}