{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Službeni portal za europske podatke",
  "title": "Európai <b>Adatportál</b>",
  "menu.legal-notice": "Jogi nyilatkozat",
  "menu.cookies": "Cookie-k",
  "menu.contact": "Kapcsolat",
  "functions.layer": "Jogi nyilatkozat",
  "functions.feature-info": "Részletes adatok",
  "functions.legend": "Jelmagyarázat",
  "functions.no-legend": "Nincs jelmagyarázat",
  "welcome-screen.title": "Üdvözöljük az data.europa.eu térkép-megjelenítőjében!",
  "welcome-screen.services": "A térkép-megjelenítő külső szolgáltatásokhoz fér hozzá, és megjeleníti az adataikat. Ezeket a külső szolgáltatásokat nem az Európai Bizottság működteti, ezért semmilyen hatása nincs az elérhetőségükre vagy stabilitásukra. A következő problémák léphetnek fel:",
  "welcome-screen.information": "Amennyiben részletes információkat kért egy kiválasztott funkcióhoz, ezt a térképkiszolgálónak küldött külön kérés keretében kezeli a rendszer. Amennyiben erre a kérésre helytelen formátumú vagy üres (pl. kiszolgálóhiba miatt) válasz érkezik, nem jeleníthető meg információ, és üres ablak jelenik meg.",
  "welcome-screen.access": "Megtörténhet, hogy a külső kiszolgálóról elérhető adatok az aktuális térképnézeten kívül vannak. A térkép-megjelenítő megpróbálja automatikusan azonosítani a lefedett területet. Bizonyos esetekben azonban a metaadatok nem pontosak vagy hibásak, ezért szükség lehet a tényleges mérethez történő igazításra.",
  "welcome-screen.layer": "Bizonyos rétegforrások nem jelennek meg bizonyos nagyítási szinteken. Ez a külső szolgáltatás nyújtója által beállított korlátozások eredménye. A rétegadatok megjelenítéséhez nagyításra vagy kicsinyítésre lehet szükség.",
  "welcome-screen.loading": "A térképen látható forgó kör jelzi, hogy a térkép-megjelenítő az adatforrás válaszára vár. Ennek oka lehet, hogy a kiszolgáló nem érhető el, vagy hálózati problémák léptek fel.",
  "welcome-screen.error": "Amennyiben probléma merül fel a használat során, lépjen kapcsolatba a műszaki támogatási részleggel.",
  "welcome-screen.support-contact": "Kapcsolatfelvétel a műszaki támogatási részleggel",
  "welcome-screen.basemaps": "Az alkalmazásban használt alaptérképeket az Európai Unió statisztikai hivatala (Eurostat) biztosítja. Ezen térképek jelenleg legfeljebb 1:50 000 léptékűek lehetnek. Az ennél részletesebb alaptérképek jelenleg előkészület alatt állnak (pl. egy városon belüli adatok vizualizációjának támogatása érdekében). Ezért előfordulhat, hogy bizonyos adatforrások még nem jelennek meg egy optimális háttértérképen.",
  "welcome-screen.not-display-again": "Ne jelenítse meg többet az üdvözlőképernyőt.",
  "welcome-screen.map-loading": "A térkép betöltése folyamatban",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "A következő rövid bevezető célja, hogy megismertesse a térkép-megjelenítő elemeivel és működésével.",
  "tutorial.step2": "Nyomja le és tartsa lenyomva a bal egérgombot a térképen történő pásztázáshoz.",
  "tutorial.step3": "Ezek a gombok a térkép nagyítását módosítják. A nagyítás módosításához az egérgörgőt is használhatja.",
  "tutorial.step4": "Ezek a gombok további funkciókat is lehetővé tesznek. A megadott funkció be- és kikapcsolóiként működnek.",
  "tutorial.step5": "A jelmagyarázat segítségével megvizsgálhatja az elérhető térképrétegeket, valamint be- és kikapcsolhatja megjelenítésüket a térképen. A nevek közvetlenül a külső hozzáférésű szolgáltatásból származnak.",
  "tutorial.step6": "Bizonyos adatokat részletesebben is megvizsgálhat. Ezen funkció bekapcsolásával a térképre kattintva további információkat kérdezhet le.",
  "tutorial.skip": "Átugrás",
  "tutorial.back": "Előző",
  "tutorial.next": "Következő",
  "tutorial.done": "Kész",
  "layers-selection.select-layer": "Rétegek kiválasztása",
  "layers-selection.select-all": "Összes kiválasztása",
  "layers-selection.hint": "A kiválasztott WMS-szolgáltatás %x réteget tartalmaz. Kérjük, válassza ki a térképen megjelenítendő összes réteget.",
  "layers-selection.close": "Bezárás",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "A kért szolgáltatás nem érhető el",
  "error.general.serviceNotSupported": "A kért szolgáltatás nem támogatott",
  "error.general.invalidResource": "A megadott URL-en érvénytelen forrás található",
  "error.general.unsupportedResource": "A megadott URL-en nem támogatott forrás található",
  "error.general.errorSource": "A következő hibaforrást állapította meg a rendszer",
  "error.httpIssues.generic": "Kiszolgálóhiba lépett fel a megadott forrás lekérdezése során",
  "error.detaildErrors.metadata": "A szolgáltatás metaadat-dokumentuma hibás",
  "error.general.requestedUrl": "Kért URL",
  "error.general.technicalSupport": "Amennyiben a probléma továbbra is fennáll, lépjen kapcsolatba a műszaki támogatási részleggel",
  "error.general.technicalSupportCreateTicket": "Create support ticket",
  "error.general.weWillContactProvider": "Kapcsolatba lépünk a szolgáltatás nyújtójával, és jelezzük neki a problémát.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "A használt megnevezések és a térképen megjelenített anyagok nem minősülnek az Európai Unió véleménynyilvánításának egyetlen ország, terület, város vagy térség vagy ezek hatóságai jogállásával vagy határvonalaival kapcsolatban. Koszovó*: Ez a megnevezés nem érinti a jogállással kapcsolatos álláspontokat, továbbá összhangban van az 1244/1999 ENSZ BT-határozattal és a Nemzetközi Bíróságnak a koszovói függetlenségi nyilatkozatról szóló véleményével. Palesztina*: Ez a megnevezés nem értelmezhető úgy, mint amely elismerné a palesztin államot, valamint nem sérti a tagállamok egyéni álláspontját ebben a kérdésben.",
  "other-features.search": "Keresés",
  "other-features.zoom-in": "Nagyítás",
  "other-features.zoom-out": "Kicsinyítés",
  "other-features.show-tutorial": "Oktatóanyag megjelenítése",
  "other-features.transparency": "Beállíthatja a rétegek átláthatóságát is.",
  "error.detailedErrors.crs": "A szolgáltatás nem nyújt támogatott referenciakoordináta-rendszert",
  "error.detailedErrors.encoding": "A szolgáltatás nem nyújt támogatott karakterkódolást",
  "error.detailedErrors.metadata": "A szolgáltatás metaadat-dokumentuma hibás",
  "error.detailedErrors.fileFormat": "A megadott URL-en érvénytelen adatformátum található",
  "error.detailedErrors.dataRequest": "A szolgáltatás adatainak lekérdezése során érvénytelen válasz érkezett. Ennek okai lehetnek többek között a következők: belső kiszolgálóhiba, a szolgáltatás helytelen konfigurációja, a szolgáltatás nem a szabványoknak megfelelő viselkedése stb.",
  "error.httpIssues.303": "A kért válasz más URI-n található",
  "error.httpIssues.305": "A kért forrás csak proxy-n keresztül érhető el",
  "error.httpIssues.400": "A kiszolgáló nem tudja feldolgozni a kérést egy észlelt ügyfélhiba miatt",
  "error.httpIssues.401": "A kért forráshoz engedélyezés szükséges",
  "error.httpIssues.403": "A kért forrás nem érhető el nyilvánosan",
  "error.httpIssues.404": "A kért forrás nem található",
  "error.httpIssues.405": "A forrást nem engedélyezett HTTP-módszerrel kérte",
  "error.httpIssues.406": "Nem elfogadható tartalmat kért a forrástól",
  "error.httpIssues.407": "A forráshoz való hozzáféréshez előzetes hitelesítés szükséges egy proxyszolgáltatáson keresztül",
  "error.httpIssues.500": "A forrás belső kiszolgálóhiba miatt nem érhető el",
  "error.httpIssues.501": "A forrás ismeretlen kérelmi metódus miatt nem érhető el",
  "error.httpIssues.502": "A forrás hibásan konfigurált átjáró miatt nem érhető el",
  "error.httpIssues.503": "A forrás jelenleg túlterheltség vagy karbantartás miatt nem érhető el",
  "error.httpIssues.504": "A forrás hibásan konfigurált vagy nem válaszoló átjáró miatt nem érhető el",
  "error.httpIssues.505": "A forrás nem támogatja a megadott HTTP-verziót"
}