{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Il portale europeo dei dati ufficiale",
  "title": "Portale Europeo <b>dei Dati</b>",
  "menu.legal-notice": "Avviso legale",
  "menu.cookies": "Cookies",
  "menu.contact": "Contatto",
  "functions.layer": "Avviso legale",
  "functions.feature-info": "Informazioni dettagliate",
  "functions.legend": "Legenda",
  "functions.no-legend": "Nessuna legenda",
  "welcome-screen.title": "Benvenuto sul visualizzatore delle cartine del data.europa.eu",
  "welcome-screen.services": "Questo visualizzatore di cartine accede a servizi esterni e mostra i loro dati. La manutenzione di questi servizi esterni non è garantita dalla Commissione europea e quindi non abbiamo alcuna influenza sulla loro disponibilità/stabilità. Potrebbero verificarsi i problemi seguenti:",
  "welcome-screen.information": "Se si richiedono informazioni dettagliate per una caratteristica selezionata, questo sarà gestito da una richiesta specifica al server della cartina. Se la risposta a questa richiesta è mal formulata o vuota (per es. a causa di un errore del server), non potranno essere visualizzate informazioni e apparirà una finestra vuota.",
  "welcome-screen.access": "I dati provenienti da un server esterno potrebbero trovarsi al di fuori dell’attuale visualizzazione della cartina. Questo visualizzatore di cartine cerca automaticamente di identificare la zona coperta. In alcuni casi i metadati sono però incompleti o errati, e quindi si dovrà navigare sull’area presente.",
  "welcome-screen.layer": "Alcune livelli potrebbero non essere visibili a dati livelli di ingrandimento. Questo è dovuto a restrizioni fissate dal fornitore esterno del servizio. Potrebbe occorrere ingrandire o ridurre l’immagine per visualizzare i dati del livello.",
  "welcome-screen.loading": "Un cerchio rotante sulla cartina indica che il visualizzatore sta aspettando una risposta da una fonte di dati. Questo potrebbe essere dovuto da un server non disponibile o a problemi di rete.",
  "welcome-screen.error": "Se si riscontrano altri problemi, si prega di contattare l’assistenza tecnica:",
  "welcome-screen.support-contact": "Contattare l’assistenza tecnica",
  "welcome-screen.basemaps": "Le carte grafiche usate in questa applicazione sono fornite dall’ufficio statistico dell’Unione europea (Eurostat). Queste cartine sono attualmente disponibili con una risoluzione di fino a 1:50.000. Sono attualmente in preparazione cartine con una migliore risoluzione (per es. per visualizzare i dati all’interno di una città). Pertanto, alcune fonti di dati potrebbero non essere ancora visualizzate in modo ottimale su una cartina.",
  "welcome-screen.not-display-again": "Non mostrare più questa schermata di benvenuto.",
  "welcome-screen.map-loading": "Caricamento della cartina",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Questa piccola introduzione ha lo scopo di farti familiarizzare con gli elementi e le funzionalità del visualizzatore delle cartine.",
  "tutorial.step2": "Clicca e tieni premuto il tasto sinistro del mouse per spostarti sulla cartina.",
  "tutorial.step3": "Questi tasti cambiano il livello di zoom sulla cartina. In alternativa puoi usare la rotellina del mouse.",
  "tutorial.step4": "Altre funzionalità sono disponibili tramite questi tasti. Servono ad attivare o disattivare una data funzionalità.",
  "tutorial.step5": "Puoi usare la legenda per esaminare i livelli della cartina disponibili e attivare o disattivare la loro visualizzazione. I nomi sono ripresi direttamente dal servizio accessibile dall’esterno.",
  "tutorial.step6": "È possibile esaminare alcuni dati più dettagliatamente. Quando si attiva questa funzione, è possibile cliccare sulla cartina per richiedere ulteriori informazioni.",
  "tutorial.skip": "Salta",
  "tutorial.back": "Precedente",
  "tutorial.next": "Successivo",
  "tutorial.done": "Fatto",
  "layers-selection.select-layer": "Seleziona livelli",
  "layers-selection.select-all": "Seleziona tutto",
  "layers-selection.hint": "Il servizio WMS selezionato contiene %x livelli, si prega di selezionare tutti i livelli da mostrare sulla cartina.",
  "layers-selection.close": "Chiudi",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Il servizio richiesto non è disponibile",
  "error.general.serviceNotSupported": "Il servizio richiesto non è supportato",
  "error.general.invalidResource": "Questo URL contiene una risorsa non valida",
  "error.general.unsupportedResource": "Questo URL contiene una risorsa non supportata",
  "error.general.errorSource": "È stata determinata la seguente fonte di errore",
  "error.httpIssues.generic": "Si è verificato un errore del server durante la richiesta della risorsa",
  "error.detaildErrors.metadata": "Il documento dei metadati del servizio è errato",
  "error.general.requestedUrl": "URL richiesto",
  "error.general.technicalSupport": "Se il problema persiste, contattare l’assistenza tecnica",
  "error.general.technicalSupportCreateTicket": "Contattare l’assistenza tecnica",
  "error.general.weWillContactProvider": "Contatteremo il fornitore del servizio e segnaleremo il problema.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Le denominazioni utilizzate e la presentazione di materiale su questa cartina non implicano l’espressione di alcuna opinione da parte dell’Unione europea riguardo la situazione legale di alcun paese, territorio, città o regione o delle sue autorità o riguardante la delimitazione delle sue frontiere e dei suoi confini. Kosovo*: la denominazione è imparziale per quanto riguarda le posizioni sullo status ed è in linea con la UNSCR 1244/1999 e con l’opinione dell’ICJ sulla dichiarazione di indipendenza del Kosovo. Palestina*: la denominazione non deve essere interpretata come un riconoscimento dello Stato della Palestina e non pregiudica le singole posizioni degli Stati membri sulla questione.",
  "other-features.search": "Ricerca",
  "other-features.zoom-in": "Zoom In",
  "other-features.zoom-out": "Zoom Out",
  "other-features.show-tutorial": "Mostra tutorial",
  "other-features.transparency": "È possibile anche regolare la trasparenza di un livello.",
  "error.detailedErrors.crs": "Il servizio non fornisce un sistema supportato di riferimento coordinato",
  "error.detailedErrors.encoding": "Il servizio non fornisce un sistema di codificazione dei caratteri supportato",
  "error.detailedErrors.metadata": "Il documento dei metadati del servizio è errato",
  "error.detailedErrors.fileFormat": "È stato ricevuto un formato di dati non valido al dato URL",
  "error.detailedErrors.dataRequest": "Il sistema ha ricevuto una risposta non valida durante la ricerca dei dati del servizio. Le cause possono essere, ad esempio: errore interno del server, configurazione errata del servizio, un comportamento non standard-non conforme del servizio, ecc.",
  "error.httpIssues.303": "Il risultato della ricerca si può trovare su un altro URI",
  "error.httpIssues.305": "La risorsa richiesta è disponibile solo mediante un proxy",
  "error.httpIssues.400": "Il server non può elaborare la richiesta a causa di un errore da parte del cliente",
  "error.httpIssues.401": "La risorsa richiesta richiede un’autorizzazione",
  "error.httpIssues.403": "La risorsa richiesta non è aperta al pubblico",
  "error.httpIssues.404": "La risorsa richiesta non è stata trovata",
  "error.httpIssues.405": "La risorsa è stata richiesta mediante un metodo HTTP non autorizzato",
  "error.httpIssues.406": "È stato richiesto un contenuto non accettabile dalla risorsa",
  "error.httpIssues.407": "La risorsa richiede un’autenticazione preventiva presso un servizio proxy",
  "error.httpIssues.500": "La risorsa non è disponibile a causa di un errore interno del server",
  "error.httpIssues.501": "La risorsa non è disponibile a causa di un metodo di richiesta non riconosciuto",
  "error.httpIssues.502": "La risorsa non è disponibile a causa di un gateway erroneamente configurato",
  "error.httpIssues.503": "La risorsa non è al momento disponibile a causa di un sovraccarico o di attività di manutenzione",
  "error.httpIssues.504": "La risorsa non è disponibile a causa di un gateway erroneamente configurato o non disponibile",
  "error.httpIssues.505": "La risorsa non supporta la versione http utilizzata"
}