{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Il-portal uffiċjali għad-data Ewropea.",
  "title": "Portal tad-data <b>Ewropew</b>",
  "menu.legal-notice": "Avviż legali",
  "menu.cookies": "Cookies",
  "menu.contact": "Ikkuntattja",
  "functions.layer": "Rinunzja Legali",
  "functions.feature-info": "Informazzjoni dwar il-karatteristika",
  "functions.legend": "Leġġenda",
  "functions.no-legend": "L-ebda leġġenda",
  "welcome-screen.title": "Merħba fil-viżwalizzatur tal-mappa tal-data.europa.eu",
  "welcome-screen.services": "Dan il-viżwalizzatur tal-mappa jaċċessa s-servizzi esterni u juri d-data tagħhom. Dawn is-servizzi esterni mhumiex miżmuma mill-Kummissjoni Ewropea u għalhekk aħna ma għandna l-ebda influwenza fuq id-disponibbiltà/stabbiltà tagħhom. Il-kwistjonijiet li ġejjin jistgħu jseħħu:",
  "welcome-screen.information": "Jekk titlob informazzjoni ddettaljata għal karatteristika magħżula dan se jiġi ttrattat minn talba speċifika tas-server tal-mappa. Jekk ir-rispons għat-talba huwa ffurmat b'mod ħażin jew huwa vojt (pereżempju, minħabba żball tas-server) ma tista' tinwera l-ebda informazzjoni u se tidher tieqa vojta.",
  "welcome-screen.access": "Id-data aċċessata minn server estern tista' tinstab barra d-dehra tal-mappa attwali. Dan il-viżwalizzatur tal-mappa jipprova jidentifika awtomatikament iż-żona koperta. Iżda xorta waħda, f'xi każijiet il-metadata mhijiex kompleta jew hija żbaljata u b'hekk ikollok tiddregja sal-limitu attwali.",
  "welcome-screen.layer": "Xi sorsi tas-saff jistgħu ma jidhrux f'ċerti livelli ta' żum. Dan jirriżulta minn restrizzjonijiet stabbiliti mill-fornitur tas-servizz estern. Inti tista' teħtieġ ttiżżumja 'l ġewwa jew 'il barra sabiex tara d-data tas-saff.",
  "welcome-screen.loading": "Ċirku li jdur fid-dehra tal-mappa jindika li l-viżwalizzatur qed jistenna għal rispons minn sors tad-data. Dan jista' jkun kkawżat minn server mhux disponibbli jew minn kwistjonijiet tan-netwerk.",
  "welcome-screen.error": "Jekk tiltaqa' ma'  xi problemi oħra tiddejjaqx tikkuntattja l-appoġġ tekniku:",
  "welcome-screen.support-contact": "Ikkuntattja l-appoġġ tekniku",
  "welcome-screen.basemaps": "Il-mapep ta' bażi użati f'din l-applikazzjoni huma pprovduti mill-Uffiċċju tal-Istatistika tal-Unjoni Ewropea (Eurostat). Dawn il-mapep huma attwalment disponibbli f'reżoluzzjoni ta' mhux aktar minn 1:50.000. Aktar mapep ta' bażi fini huma attwalment fi tħejjija (pereżempju, bix jappoġġjaw il-viżwalizzazzjoni tad-data fi ħdan belt). B'hekk, ċerti sorsi ta' data jistgħu jkunu għadhom ma ntwerewx b'mappa ta' sfond l-aktar xierqa.",
  "welcome-screen.not-display-again": "Terġax turi dan l-iskrin ta' merħba.",
  "welcome-screen.map-loading": "Il-mappa qed tillowdja",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Din l-introduzzjoni qasira għandha l-għan li tiffamiljarizzak bl-elementi u l-funzjonalità tal-viżwalizzatur tal-mappa.",
  "tutorial.step2": "Ikklikkja u żomm magħfusa l-buttuna tax-xellug tal-mouse biex tiddreggja l-mappa.",
  "tutorial.step3": "Dawn il-buttuni jbiddlu l-livell ta' żum fuq il-mappa. B'mod alternattiv inti tista' tuża r-rota tal-mouse biex taġġusta ż-żum.",
  "tutorial.step4": "Funzjonalità addizzjonali hija disponibbli permezz ta' dawn il-buttuni. Dawn jaġixxu bħala toggles u jippermettu jew jiddiżattivaw il-funzjonalità mogħtija.",
  "tutorial.step5": "Il-leġġenda tista' tintuża biex teżamina s-saffi tal-mappa disponibbli u tippermetti jew tiddiżattiva d-displej attwali tagħhom fuq il-mappa. L-ismijiet huma derivati direttament mis-servizz aċċessat b'mod estern.",
  "tutorial.step6": "Xi data tista' tiġi eżaminata anke f'aktar dettall. Meta din il-karatteristika hija attivata inti tista' tikklikkja fuq il-mappa biex issaqsi informazzjoni addizzjonali.",
  "tutorial.skip": "Aqbeż",
  "tutorial.back": "Preċedenti",
  "tutorial.next": "Li jmiss",
  "tutorial.done": "Lest",
  "layers-selection.select-layer": "Agħżel is-saffi",
  "layers-selection.select-all": "Agħżel kollox",
  "layers-selection.hint": "Is-servizz tad-WMS magħżul fih %x saff, jekk jogħġbok agħżel is-saffi kollha li għandhom jidhru fil-mappa.",
  "layers-selection.close": "Agħlaq",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Is-servizz mitlub mhuwiex disponibbli",
  "error.general.serviceNotSupported": "Is-servizz mitlub ma hija sostnuta.",
  "error.general.invalidResource": "Instabet riżorsa invalida fl-URL mogħti",
  "error.general.unsupportedResource": "Instabet riżorsa mhux appoġġjata fl-URL mogħti",
  "error.general.errorSource": "Is-sors ta' żball li ġej ġie ddeterminat",
  "error.httpIssues.generic": "Sar żball tas-server fil-mument li ntalbet ir-riżorsa mogħtija",
  "error.detaildErrors.metadata": "Id-dokument tal-metadata tas-servizz huwa żbaljat",
  "error.general.requestedUrl": "URL mitlub",
  "error.general.technicalSupport": "Jekk il-problema tibqa' għaddejja fil-futur, jekk jogħġbok ikkuntattja l-appoġġ tekniku",
  "error.general.technicalSupportCreateTicket": "Create support ticket",
  "error.general.weWillContactProvider": "Aħna se nikkuntattjaw il-fornitur tas-servizz u nirrappurtaw il-kwistjoni.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Id-denominazzjonijiet imħaddma u l-preżentazzjoni tal-materjal fuq din il-mappa ma jimplikawx l-espressjoni ta' xi opinjoni tkun li tkun min-naħa tal-Unjoni Ewropea li tikkonċerna l-istatus legali ta' xi pajjiż, territorju, belt jew żona jew tal-awtoritajiet tagħha, jew tikkonċerna d-delimitazzjoni tal-fruntieri jew konfini tagħha. Kosovo *: Din id-denominazzjoni  hija mingħajr preġudizzju għal pożizzjonijiet dwar l-istatus, u hija konformi mal-UNSCR 1244/1999 u l-Opinjoni QIĠ dwar id-dikjarazzjoni ta' indipendenza ta' Kosovo. Palestina*: Din id-denominazzjoni ma għandhiex tiġi interpretata bħala rikonoxximent ta' Stat tal-Palestina u hija mingħajr preġudizzju għall-pożizzjonijiet indivdwali tal-Istati Membri dwar din il-kwistjoni.",
  "other-features.search": "Tfittxija",
  "other-features.zoom-in": "Iżżumja 'l ġewwa",
  "other-features.zoom-out": "Iżżumja 'l barra",
  "other-features.show-tutorial": "Uri l-Lezzjoni",
  "other-features.transparency": "Inti tista' wkoll taġġusta t-trasparenza tas-saff.",
  "error.detailedErrors.crs": "Is-servizz ma jipprovdix sistema ta' referenza kkoordinata u appoġġjata",
  "error.detailedErrors.encoding": "Is-servizz ma jipprovdix kodifikar tal-karattru appoġġjat",
  "error.detailedErrors.metadata": "Id-dokument tal-metadata tas-servizz huwa żbaljat",
  "error.detailedErrors.fileFormat": "Ġie riċevut format tad-data invalidu fl-URL mogħti",
  "error.detailedErrors.dataRequest": "Filwaqt li tiġi vverifikata d-data tas-servizz, ġie riċevut rispons invalidu. Raġunijiet għal dan jista' jkun, pereżempju: żball tas-server intern, konfigurazzjoni ħażina tas-servizz, imġiba konformi mhux standard tas-servizz, eċċ.",
  "error.httpIssues.303": "Ir-rispons għat-talba jista' jinstab taħt URL ieħor",
  "error.httpIssues.305": "Ir-riżorsa mitluba hija disponibbli biss permezz ta' proxy",
  "error.httpIssues.400": "Is-server ma jistax jew mhux se jipproċessa t-talba minħabba żball perċepit tal-klijent",
  "error.httpIssues.401": "Ir-riżorsa mitluba kellha bżonn awtorizzazzjoni",
  "error.httpIssues.403": "Ir-riżorsa mitluba mhijiex pubblikament disponibbli",
  "error.httpIssues.404": "Ir-riżorsa mitluba ma setgħetx tinstab",
  "error.httpIssues.405": "Ir-riżorsa ntalbet permezz ta' metodu HTTP mhux permess",
  "error.httpIssues.406": "Intalab kontenut mhux aċċettabbli mir-riżorsa",
  "error.httpIssues.407": "Ir-riżorsa teħtieġ awtentikazzjoni minn qabel f'servizz proxy",
  "error.httpIssues.500": "Ir-riżorsa mhijiex disponibbli minħabba żball intern tas-server",
  "error.httpIssues.501": "Ir-riżorsa mhijiex disponibbli minħabba metodu ta' talba mhux rikonoxxut",
  "error.httpIssues.502": "Ir-riżorsa mhijiex disponibbli minħabba gateway ikkonfigurata b'mod żbaljat",
  "error.httpIssues.503": "Attwalment ir-riżorsa mhijiex disponibbli minħabba overload jew manutenzjoni",
  "error.httpIssues.504": "Ir-riżorsa mhijiex disponibbli minħabba gateway ikkonfigurata b'mod żbaljat jew gateway li mhix tirrispondi",
  "error.httpIssues.505": "Ir-riżorsa ma tappoġġjax il-verżjoni HTTP mogħtija"
}