{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Het officiële portaal voor Europese data",
  "title": "Europees <b>Data Portaal</b>",
  "menu.legal-notice": "Juridische mededeling",
  "menu.cookies": "Cookies",
  "menu.contact": "Contact",
  "functions.layer": "Niet-aansprakelijkheidsverklaring",
  "functions.feature-info": "Gedetailleerde informatie",
  "functions.legend": "Legende",
  "functions.no-legend": "Geen legende",
  "welcome-screen.title": "Welkom bij de Map viewer van het data.europa.eu",
  "welcome-screen.services": "De Map viewer maakt gebruik van externe diensten en toont deze. Deze externe diensten worden niet door de Europese Commissie verzorgd en daarom hebben wij geen invloed op de beschikbaarheid/stabiliteit. De volgende problemen kunnen optreden:",
  "welcome-screen.information": "Indien u bijkomende informatie voor een gekozen object nodig hebt, wordt deze door een specifieke aanvraag aan de kaarten server behandeld. Indien het antwoord op deze aanvraag fout of leeg is (bijv. door een server fout), kan de informatie niet getoond worden en een leeg venster verschijnt.",
  "welcome-screen.access": "Gegevens van een externe server kunnen buiten het actuele kaart aanzicht liggen. Deze Map viewer probeert het gebied automatisch af te dekken. In sommige gevallen zijn echter de metadata niet compleet of onjuist zodat een grafische aanpassing nodig is.",
  "welcome-screen.layer": "Sommige layers kunnen op bepaalde zoom levels niet getoond worden. Dit hangt samen met de door de externe dienstverlener opgelegde beperkingen. Het zou kunnen zijn dat u in- of uit- moet zoomen om de gegevens te kunnen zien.",
  "welcome-screen.loading": "Een roterende cirkel op de kaart duidt aan dat de viewer op een antwoord van de gegevensbron wacht. Dit kan veroorzaakt worden door een niet-beschikbare server of door problemen met het netwerk",
  "welcome-screen.error": "Indien u verder nog problemen tegenkomt, neem dan contact op met de technische hulpdienst:",
  "welcome-screen.support-contact": "Neem contact op met de technische hulpdienst",
  "welcome-screen.basemaps": "De basiskaarten in deze applicatie worden door het statistisch bureau van de Europese Unie (Eurostat) ter beschikking gesteld. De kaarten hebben een resolutie van max. 1:50.000. Kaarten met een hogere resolutie zijn in voorbereiding (om bijv. het visualiseren van gegevens binnen een stad mogelijk te maken). Sommige gegevens zullen dus niet optimaal op een kaart kunnen worden weergegeven.",
  "welcome-screen.not-display-again": "Dit welkomscherm niet nog eens tonen.",
  "welcome-screen.map-loading": "Kaart wordt geladen…",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Deze korte inleiding moet u met de elementen en de functionaliteit van de Map viewer vertrouwd maken.",
  "tutorial.step2": "Klik de linker mousebutton en houd deze ingedrukt om de kaart te verschuiven",
  "tutorial.step3": "Met deze buttons kunt u de kaart in- en uitzoomen. Als alternatief kunt u ook het muiswieltje gebruiken.",
  "tutorial.step4": "Bijkomende functionaliteit met deze buttons. Ze fungeren als wisseltoets en activeren of deactiveren de aangegeven functionaliteit.",
  "tutorial.step5": "De legende kan gebruikt worden om te zien welke kaartenlayers ter beschikking staan en om ze op de kaart te activeren of te deactiveren.De namen zijn direct van de externe dienst afgeleid.",
  "tutorial.step6": "Sommige gegevens kunnen ook nader bekeken worden. Wanneer deze functie actief is kunt u de kaart aanklikken om nadere informatie op te roepen.",
  "tutorial.skip": "Overslaan",
  "tutorial.back": "Vorige",
  "tutorial.next": "Verder",
  "tutorial.done": "Klaar",
  "layers-selection.select-layer": "Kies layer",
  "layers-selection.select-all": "Alles kiezen",
  "layers-selection.hint": "De geselecteerde WMS bevat %x layer, kies de layers uit, die op de kaart getoond moeten worden",
  "layers-selection.close": "Sluiten",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "De gevraagde dienst staat niet ter beschikking",
  "error.general.serviceNotSupported": "De gevraagde dienst staat niet ter ondersteund",
  "error.general.invalidResource": "In de aangegeven URL werd een een ongeldige ressource gevonden",
  "error.general.unsupportedResource": "In de aangegeven URL werd een een ressource gevonden die niet ondersteund wordt",
  "error.general.errorSource": "De volgende foutenbron werd vastgesteld",
  "error.httpIssues.generic": "Een server fout is opgetreden tijdens de ressource aanvraag",
  "error.detaildErrors.metadata": "Het metadata document van de dienst is foutief",
  "error.general.requestedUrl": "Opgevraagde URL",
  "error.general.technicalSupport": "Indien het probleem in de toekomst verder optreedt, neem dan contact op met de technische hulpdienst",
  "error.general.technicalSupportCreateTicket": "Creëren support ticket",
  "error.general.weWillContactProvider": "Wij zullen met de dienstverlener contact op nemen en de fout melden.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "De presentatievorm en de benaming op deze kaart zijn vrij van elk oordeel of opinie van de Europese Commissie m. b. t. de wettelijke status van een land, territorium, stad of gebied; zijn instanties of de begrenzingen. Kosovo*:   Deze verwijzing laat de standpunten over de status van Kosovo onverlet, en is in overeenstemming met Resolutie 1244/1999 van de VN-Veiligheidsraad en het advies van het Internationaal Gerechtshof over de onafhankelijkheidsverklaring van Kosovo. Palestina*:  Deze benaming mag niet worden uitgelegd als een erkenning van de staat Palestina en laat de afzonderlijke standpunten van de lidstaten ter zake onverlet.",
  "other-features.search": "Zoeken",
  "other-features.zoom-in": "Inzoomen",
  "other-features.zoom-out": "Uitzoomen",
  "other-features.show-tutorial": "Tutorial tonen",
  "other-features.transparency": "U kunt ook de transparantie van een layer instellen.",
  "error.detailedErrors.crs": "De dienst biedt geen gesteund coördinatenreferentiesysteem",
  "error.detailedErrors.encoding": "De dienst biedt geen gesteunde tekencodering",
  "error.detailedErrors.metadata": "Het metadata document van de dienst is foutief",
  "error.detailedErrors.fileFormat": "Een ongeldig gegevensformaat werd door de aangegeven URL ontvangen",
  "error.detailedErrors.dataRequest": "Tijdens de gegevensaanvraag bij de dienst werd een ongeldig antwoord ontvangen. Redenen daarvoor kunnen o.a. zijn: interne server fout, foute configuratie van de dienst; een niet standaard-conforme reactie van de dienst, enz.",
  "error.httpIssues.303": "Het antwoord op de aanvraag kan onder een andere URI gevonden worden",
  "error.httpIssues.305": "De aangevraagde ressource kan alleen via een proxy ter beschikking gesteld worden",
  "error.httpIssues.400": "De server kan of wil de aanvraag niet verwerken op basis van een waargenomen client fout",
  "error.httpIssues.401": "De aangevraagde ressource verlangd naar autorisatie",
  "error.httpIssues.403": "De aangevraagde ressource is openbaar niet toegankelijk",
  "error.httpIssues.404": "De aagevraagde ressource kon niet gevonden worden",
  "error.httpIssues.405": "De ressource werd aangevraagd door een niet-toegestane HTTP methode",
  "error.httpIssues.406": "Een niet-acceptabele inhoud werd van de ressource aangevraagd",
  "error.httpIssues.407": "De ressource vereist vooraf een authenticatie door een proxy dienst",
  "error.httpIssues.500": "De ressource staat vanwege een interne server fout niet ter beschikking",
  "error.httpIssues.501": "De ressource staat vanwege een niet herkende aanvraagmethode niet ter beschikking",
  "error.httpIssues.502": "De ressource staat  vanwege een fout geconfigureerde gateway niet ter beschikking",
  "error.httpIssues.503": "De ressource staat vanwege overbelasting  of onderhoud niet ter beschikking",
  "error.httpIssues.504": "De ressource staat  vanwege een fout geconfigureerde of een niet-reagerende gateway niet ter beschikking",
  "error.httpIssues.505": "De ressource ondersteunt de gegeven HTTP versie niet"
}