{
  "splashscreen.starting": "Start program",
  "splashscreen.load": "Last",
  "splashscreen.init": "Starter kart. Venligst vent!",
  "tagline": "",
  "title": "Den europeiske <b>dataportalen</b>",
  "menu.legal-notice": "Offentlig kunngjøring",
  "menu.cookies": "Informasjonskapsler",
  "menu.contact": "Kontakt",
  "functions.layer": "Ansvarsfraskrivelse",
  "functions.feature-info": "Detaljert informasjon",
  "functions.legend": "Forklaring",
  "functions.no-legend": "Ingen forklaring",
  "welcome-screen.title": "Velkommen til kartviseren til data.europa.eu",
  "welcome-screen.services": "Denne kartviseren gir adgang til eksterne tjenester og viser deres data. Disse eksterne tjenestene er ikke vedlikeholdt av Den europeiske dataportalen, og vi har derfor ingen innflytelse på tjenestenes tilgang/stabilitet. Følgende problem kan oppstå:",
  "welcome-screen.information": "Dersom du ber om detaljert informasjon for en valgt funksjon, så blir dette håndtert av en egen forespørsel til kartviseren. Dersom responsen til denne forespørselen er feilaktig eller tom (f.eks. på grunn av serverfeil), vil det ikke vises noe informasjon, men kun et tomt vindu.",
  "welcome-screen.access": "Data som kan nåes fra en ekstern server kan være plassert utenfor den aktuelle kartviseren. Denne kartviseren prøver automatisk å identifisere det dekkede området. Men, i enkelte tilfeller vil metadataen ikke være fullstendig, eller inneholde feil, slik at du selv må panorere til det faktiske kartutsnittet.",
  "welcome-screen.layer": "Enkelte lag kan ikke vises ve denkelte zoomområder. Dette er resultat av at det er angitt restriksjoner fra den ekster tjenesteleverandøren. Du må zoome inn eller ut for å vise dataen i laget.",
  "welcome-screen.loading": "En roterende sirkel i kartvisningen indikerer at viseren venter på en respons fra en datakilde. Dette kan skyldes uttilgjengelige servere eller nettverksproblemer.",
  "welcome-screen.error": "Dersom du støter på andre problem, venligst ta kontakt med teknisk støtte:",
  "welcome-screen.support-contact": "Kontakt teknisk støtte",
  "welcome-screen.basemaps": "Kartvisningen som blir brukt i dette programmet, tilbys av statistikkkontoret i Den europeiske union (Eurostat). Disse kartene er tilgjengelige i en oppløsning opp til 1:50 000. Det blir for tiden arbeidet  med å lage mer finkornet bakgrunnskart (f.eks. for å understøtte visningen av data i en by). Derfor kan enkelte datakilder mangle optimal visning av bakgrunnskart.",
  "welcome-screen.not-display-again": "Ikke vis denne velkomstskjermen igjen.",
  "welcome-screen.map-loading": "Kartet lastes …",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Denne korte introduksjonen har som mål å gjøre deg kjent med elementene og funksjonaliteten til kartviseren.",
  "tutorial.step2": "Klikk og hold nede venstre museknapp for å panorere på kartet.",
  "tutorial.step3": "Disse knappene endrer zoomnivået på kartet. Alternativt kan du bruke musehjulet for å justere zoomen.",
  "tutorial.step4": "Ekstra funksjonalitet er tilgjengelig via disse knappene. De aktiverer eller deaktiverer den angivne funksjonen.",
  "tutorial.step5": "Forklaringen kan brukes for å undersøke de tilgjengelige kartlagene og aktivere eller deaktivere den aktuelle visnignen på kartet. Navnene er direkte avledet fra den eksterne tilgjengelige tjenesten.",
  "tutorial.step6": "Enkelte data kan undersøkes mer i detalj. Når denne funksjonen er aktivert, kan du klippe på kartet for å få opp mer informasjon.",
  "tutorial.skip": "Hopp over",
  "tutorial.back": "Tilbake",
  "tutorial.next": "Neste",
  "tutorial.done": "Ferdig",
  "layers-selection.select-layer": "Velg lag",
  "layers-selection.select-all": "Velg alle",
  "layers-selection.hint": "Når valgte WMS-service inneholder %x lag,  velg alle lag som skal vises på kartet.",
  "layers-selection.close": "Lukk",
  "feature-info.identify": "Identifiser",
  "feature-info.attach": "Knytt til posisjon",
  "feature-info.center": "Sentrer på kartet",
  "feature-info.feature": "Funksjon",
  "error.general.serviceNotAvailable": "Den forespurte tjenesten er ikke tilgjengelig",
  "error.general.serviceNotSupported": "Den forespurte tjenesten støttes ikke",
  "error.general.invalidResource": "En ugyldig ressurs ble funnet på den angite URLen.",
  "error.general.unsupportedResource": "En ikke-støtten ressurs ble funnet på den angitte URLen.",
  "error.general.errorSource": "Følgende feilkilde ble funnet:",
  "error.httpIssues.generic": "Det oppstod en serverfeil i forbindelse med forespørselen til angitte ressurs",
  "error.detaildErrors.metadata": "Metadatadokumentet til tjenesten er feilaktig.",
  "error.general.requestedUrl": "Forespurte URL",
  "error.general.technicalSupport": "Dersom problemet vedvarer, vennligst kontakt teknisk support",
  "error.general.technicalSupportCreateTicket": "Lag en støttebillett",
  "error.general.weWillContactProvider": "Vi vil kontakte leverandøren av tjenesten og rapportere feilen.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Betegnelsene og materialpresentasjonene på dette kartet er på ingen måte uttrykk for Den duropeiske unions holdninger vedrørende den rettslige status for et land, deres myndigheter eller deres holdninger til deres grenser. Kosovo*: Denne betegnelsen berører ikke holdninger til stillinger om Kosovos status, og er i tråd med UNSCR 1244/1999 og med den Internasjonale domstols uttalelser om Kosovos uavhengighetserklæring. Palestina*: Denne betegnelsen skal ikke tolkes som en annerkjennelse av en palestinsk stat og berører ikke medlemsstatenes individuelle stillinger i dette spørsmålet.",
  "other-features.search": "Søk",
  "other-features.zoom-in": "Zoom inn",
  "other-features.zoom-out": "Zoom ut",
  "other-features.show-tutorial": "Vis veiledning",
  "other-features.transparency": "Du kan også justere graden av gjennomsiktighet til laget.",
  "error.detailedErrors.crs": "Tjenesten tilbyr ikke et støttet koordinatreferansesystem",
  "error.detailedErrors.encoding": "Denne tjenesten tilbyr ikke en støttet tegnkoding",
  "error.detailedErrors.metadata": "Metadataen til tjenesten er feilaktig",
  "error.detailedErrors.fileFormat": "Dataformatet til den angitte URLen er ugyldig",
  "error.detailedErrors.dataRequest": "Det ble mottat en ugyldig respons ved innhenting av dataen til tjenesten. Dette kan f.eks. skyldes en intern serverfeil, feil konfigurasjon av tjenesten, ikke-standardiserte kompatibel oppførsel til tjenesten, osv…",
  "error.httpIssues.303": "Svaret på forespørselen finnes under en annen URL",
  "error.httpIssues.305": "Den forespurte ressursen er kun tilgjengelig via proxy",
  "error.httpIssues.400": "Serveren kan ikke eller vil ikke behandle forespørselen på grunn av klientfeil",
  "error.httpIssues.401": "Den forespurte ressursen krever tillatelse",
  "error.httpIssues.403": "Den forespurte ressursen er ikke offentlig tilgjengelig",
  "error.httpIssues.404": "Den forespurte ressursen ble ikke funnet",
  "error.httpIssues.405": "Ressursen ble etterspurt via en ikke-godkjent HTTP-metode",
  "error.httpIssues.406": "Et uakseptabelt innhold ble bedt om via ressursen",
  "error.httpIssues.407": "Ressursen krever forhåndsgodkjenning i en proxy-tjeneste",
  "error.httpIssues.500": "Ressursen er ikke tilgjengelig på grunn av serverfeil",
  "error.httpIssues.501": "Ressursen er ikke tilgjengelig på grunn av en ukjent forespørselsmetode",
  "error.httpIssues.502": "Ressursen er ikke tilgjengelig på grunn av en feilaktig konfigurert gateway",
  "error.httpIssues.503": "Ressursen er for tiden ikke tilgjengelig på grunn av overbelastning eller vedlikehold",
  "error.httpIssues.504": "Ressursen er ikke tilgjengelig på grunn av feilaktig konfigurert eller ikke-responsiv gateway",
  "error.httpIssues.505": "Ressursen støtter ikke angitt HTTP-versjon"
}