{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Oficjalny portal europejskich danych",
  "title": "Europejski <b>Portal Danych</b>",
  "menu.legal-notice": "Informacja prawna",
  "menu.cookies": "Pliki cookie",
  "menu.contact": "Kontakt",
  "functions.layer": "Prawne ograniczenie odpowiedzialności",
  "functions.feature-info": "Informacja o elemencie",
  "functions.legend": "Legenda",
  "functions.no-legend": "Brak legendy",
  "welcome-screen.title": "Witamy w przeglądarce mapy data.europa.eu",
  "welcome-screen.services": "Przeglądarka mapy pozwala uzyskać dostęp do zewnętrznych zasobów i wyświetlać ich dane. Zasoby te nie są administrowane przez Komisję Europejską i dlatego nie ma ona wpływu na ich dostępność/stabilność. Mogą pojawiać się następujące problemy:",
  "welcome-screen.information": "Żądane szczegółowych informacji na temat wybranej funkcji obsługiwane jest za pomocą żądania wysyłanego do serwera mapy. Jeżeli odpowiedź na to żądanie będzie zniekształcona lub pusta (np. z powodu błędu serwera), nie wyświetli się żadna informacja i pojawi się puste okienko.",
  "welcome-screen.access": "Dane dostępne na zewnętrznym serwerze mogą znajdować się poza aktualnym widokiem mapy. Przeglądarka mapy automatycznie podejmuje próby zidentyfikowania odpowiedniego obszaru. Tym niemniej w niektórych przypadkach metadane są niepełne lub błędne i może być wymagane przesunięcie do prawidłowego miejsca.",
  "welcome-screen.layer": "Źródła niektórych poziomów mogą nie wyświetlać się przy niektórych stopniach powiększenia. Wynika to z ograniczeń ustalonych przez dostawcę zewnętrznego serwisu. Aby móc zobaczyć dane tego poziomu, wymagane może być zwiększenie bądź zmniejszenie przybliżenia.",
  "welcome-screen.loading": "Obracające się kółko w widoku mapy oznacza, że przeglądarka czeka na odpowiedź źródła danych. Może to być spowodowane niedostępnością serwera albo problemami z siecią.",
  "welcome-screen.error": "W przypadku innych problemów, prosimy kontaktować się z pomocą techniczną:",
  "welcome-screen.support-contact": "Kontakt z pomocą techniczną",
  "welcome-screen.basemaps": "Mapy bazowe wykorzystywane w tej aplikacji dostarczone zostały przez urząd statystyczny Unii Europejskiej (Eurostat). Obecnie dostępne są mapy w skali do 1:50 000. Trwają prace nad mapami w wyższej rozdzielczości (np. umożliwiającymi wizualizację danych w określonym mieście). Dlatego też niektóre źródła danych mogą na chwilę obecną nie wyświetlać się na optymalnie dostosowanej mapie bazowej.",
  "welcome-screen.not-display-again": "Nie wyświetlaj ponownie ekranu powitalnego.",
  "welcome-screen.map-loading": "Trwa pobieranie mapy",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Niniejszy krótki wstęp ma na celu zapoznanie użytkownika z elementami i funkcjami przeglądarki mapy.",
  "tutorial.step2": "Aby przesunąć mapę, kliknij i przytrzymaj lewy przycisk myszy.",
  "tutorial.step3": "Ten przycisk pozwala zmienić powiększenie mapy. Można też użyć kółka myszy, aby zmienić powiększenie mapy.",
  "tutorial.step4": "Te przyciski umożliwiają skorzystanie z dodatkowych funkcji. Działają jak przełączniki, które włączają i wyłączają daną funkcję.",
  "tutorial.step5": "Legenda może posłużyć do sprawdzania dostępnych poziomów mapy i włączania oraz wyłączania ich wyświetlania na mapie. Nazwy są pobierane bezpośrednio z serwisów zewnętrznych.",
  "tutorial.step6": "Niektóre dane można przeglądać jeszcze bardziej szczegółowo. Kiedy włączona jest ta funkcja, można klikać na mapie, aby zażądać dodatkowych informacji.",
  "tutorial.skip": "Pomiń",
  "tutorial.back": "Poprzednia",
  "tutorial.next": "Następna",
  "tutorial.done": "Gotowe",
  "layers-selection.select-layer": "Wybierz poziomy",
  "layers-selection.select-all": "Wybierz wszystko",
  "layers-selection.hint": "Wybrana usługa WMS zawiera %x poziomów, proszę wybrać wszystkie poziomy, które mają zostać wyświetlone na mapie.",
  "layers-selection.close": "Zamknij",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Żądany serwis jest niedostępny",
  "error.general.serviceNotSupported": "Żądany serwis jest nieobsługiwany",
  "error.general.invalidResource": "Pod podanym adresem URL znaleziono nieprawidłowe zasoby",
  "error.general.unsupportedResource": "Pod podanym adresem URL znaleziono nieobsługiwane zasoby",
  "error.general.errorSource": "Stwierdzono następujące źródło błędu",
  "error.httpIssues.generic": "Podczas żądania danych zasobów nastąpił błąd serwera",
  "error.detaildErrors.metadata": "Dokument metadanych serwisu zawiera błąd",
  "error.general.requestedUrl": "Żądany adres URL",
  "error.general.technicalSupport": "Jeżeli problem pojawi się ponownie, proszę skontaktować się z pomocą techniczną",
  "error.general.technicalSupportCreateTicket": "Kontakt z pomocą techniczną",
  "error.general.weWillContactProvider": "Skontaktujemy się z dostawcą serwisu i poinformujemy o problemie.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Zastosowane oznaczenia oraz sposób prezentowania materiałów na mapie nie oznaczają wyrażenia jakiejkolwiek opinii przez Unię Europejską w sprawie statusu prawnego któregokolwiek z krajów, terytoriów, miast czy obszarów bądź ich władz, ani też w sprawie wyznaczenia ich granic. Kosowo*: Oznaczenie to stosowane jest bez uszczerbku dla stanowisk dotyczących statusu i jest zgodne z rezolucją Rady Bezpieczeństwa ONZ (UNSCR) 1244/1999 oraz opinią Międzynarodowego Trybunału Sprawiedliwości na temat deklaracji niepodległości Kosowa. Palestyna*: Oznaczenie to nie może być interpretowane jako uznanie Państwa Palestyńskiego i stosowane jest bez uszczerbku dla stanowisk poszczególnych Państw Członkowskich w tej sprawie.",
  "other-features.search": "Szukaj",
  "other-features.zoom-in": "Przybliż",
  "other-features.zoom-out": "Oddal",
  "other-features.show-tutorial": "Pokaż samouczek",
  "other-features.transparency": "Można także ustawić przezroczystość poziomu.",
  "error.detailedErrors.crs": "Serwis nie zapewnia obsługiwanego układu odniesienia współrzędnych",
  "error.detailedErrors.encoding": "Serwis nie zapewnia obsługiwanego kodowania znaków",
  "error.detailedErrors.metadata": "Dokument metadanych serwisu zawiera błąd",
  "error.detailedErrors.fileFormat": "Pod podanym adresem URL znaleziono nieprawidłowy format danych",
  "error.detailedErrors.dataRequest": "Podczas przeszukiwania danych serwisu otrzymano nieprawidłową odpowiedź. Przyczyną może być np.: wewnętrzny błąd serwera, nieprawidłowa konfiguracja serwisu, niezgodne ze standardami zachowanie serwisu itp.",
  "error.httpIssues.303": "Odpowiedź na żądanie można znaleźć pod innym URI",
  "error.httpIssues.305": "Żądane zasoby dostępne są tylko przez serwer proxy",
  "error.httpIssues.400": "Serwer nie może przetworzyć żądania z powodu stwierdzonego błędu po stronie klienta",
  "error.httpIssues.401": "Żądane zasoby wymagają autoryzacji",
  "error.httpIssues.403": "Żądane zasoby nie są publicznie dostępne",
  "error.httpIssues.404": "Żądane zasoby nie zostały odnalezione",
  "error.httpIssues.405": "Żądanie zasobów przekazano przez niedozwoloną metodę HTTP",
  "error.httpIssues.406": "Zażądano z zasobów niedopuszczalną treść",
  "error.httpIssues.407": "Zasoby wymagają uprzedniego uwierzytelnienia przez usługę proxy",
  "error.httpIssues.500": "Zasoby są niedostępne z powodu wewnętrznego błędu serwera",
  "error.httpIssues.501": "Zasoby są niedostępne z powodu nierozpoznanej metody żądania",
  "error.httpIssues.502": "Zasoby są niedostępne z powodu błędnie skonfigurowanej bramki",
  "error.httpIssues.503": "Zasoby są obecnie niedostępne z powodu przeciążenia lub prac konserwacyjnych",
  "error.httpIssues.504": "Zasoby są niedostępne z powodu błędnie skonfigurowanej lub nieodpowiadającej bramki",
  "error.httpIssues.505": "Zasoby nie obsługują tej wersji HTTP"
}