{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Portalul oficial pentru date europene",
  "title": "Portalul European <b>De Date</b>",
  "menu.legal-notice": "Aviz juridic",
  "menu.cookies": "Cookie-uri",
  "menu.contact": "Contact",
  "functions.layer": "Declinarea răspunderii juridice",
  "functions.feature-info": "Informații detaliate",
  "functions.legend": "Legendă",
  "functions.no-legend": "Fără legendă",
  "welcome-screen.title": "Bine ați venit la vizualizatorul de hărți al data.europa.eu",
  "welcome-screen.services": "Acest vizualizator de hărți accesează servicii externe și afișează datele acestora. Comisia Europeană nu răspunde de mentenanța acestor servicii, astfel că nu poate influența disponibilitatea sau stabilitatea lor. Pot apărea următoarele probleme:",
  "welcome-screen.information": "Dacă solicitați informații detaliate pentru o funcționalitate selectată, acestea vor fi tratate printr-o solicitare specifică adresată serverului hărții. Dacă răspunsul la această solicitare este malformat sau gol (de ex. din cauza unei erori de server), informațiile nu vor putea fi afișate și va apărea o fereastră goală.",
  "welcome-screen.access": "Datele accesate de pe un server extern pot fi reprezentate în afara vizualizării actuale a hărții. Vizualizatorul de hărți încearcă să identifice automat spațiul acoperit. Totuși, în unele cazuri, metadatele sunt incomplete sau eronate, astfel că trebuie să panoramați la acoperirea efectivă.",
  "welcome-screen.layer": "Este posibil ca unele surse de straturi să nu fie afișate la anumite niveluri de panoramare. Poate fi rezultatul unor restricții impuse de furnizorul serviciului extern. Ar putea fi nevoie să micșorați sau să măriți harta pentru a afișa datele stratului.",
  "welcome-screen.loading": "Un cerc rotitor în modul de vizualizare a hărții indică faptul că vizualizatorul așteaptă un răspuns din partea unei surse de date. Cauzele pot fi un server indisponibil sau probleme de rețea.",
  "welcome-screen.error": "Dacă întâmpinați orice alte probleme, nu ezitați să contactați serviciul de asistență tehnică:",
  "welcome-screen.support-contact": "Contactați serviciul de asistență tehnică",
  "welcome-screen.basemaps": "Hărțile de bază folosite în această aplicație sunt furnizate de Oficiul pentru Statistică al Uniunii Europene (Eurostat). Aceste hărți sunt disponibile momentan la o rezoluție de până la 1:50.000. Mai multe hărți de bază cu rezoluții mai fine sunt în curs de pregătire (de ex. pentru a sprijini vizaulizarea datelor din cadrul unui oraș). Prin urmare, este posibil ca unele surse de date să nu fie afișate cu o hartă de fond optimă.",
  "welcome-screen.not-display-again": "Nu mai afișa acest ecran de întâmpinare.",
  "welcome-screen.map-loading": "Harta se încarcă",
  "welcome-screen.confirm": "OK",
  "tutorial.step1": "Această scurtă introducere este menită să vă familiarizeze cu elementele și funcționalitatea vizualizatorului de hărți.",
  "tutorial.step2": "Pentru a mișca harta, dați clic și țineți apăsat butonul stâng al mouse-ului.",
  "tutorial.step3": "Aceste butoane vă permit să schimbați gradul de panoramare a hărții. Alternativ, puteți folosi rotița mouse-ului pentru ajustarea panoramării.",
  "tutorial.step4": "Aceste butoane vă oferă acces la funcționalități suplimentare. Ele servesc la activarea sau dezactivarea funcționalităților respective.",
  "tutorial.step5": "Legenda poate fi folosită pentru a examina straturile disponibile ale hărții și pentru a activa/dezactiva afișarea lor pe hartă. Denumirile sunt derivate direct din serviciile accesate extern.",
  "tutorial.step6": "Unele date pot fi examinate mai detaliat. Atunci când această funcție este activată, puteți da clic pe hartă pentru a vedea informații suplimentare.",
  "tutorial.skip": "Ignorare",
  "tutorial.back": "Pagina precedentă",
  "tutorial.next": "Pagina următoare",
  "tutorial.done": "Terminat",
  "layers-selection.select-layer": "Selectare straturi",
  "layers-selection.select-all": "Selectare tot",
  "layers-selection.hint": "Serviciul WMS selectat conține %x strat(uri), vă rugăm să selectați toate straturile care doriți să fie afișate de hartă.",
  "layers-selection.close": "Închidere",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Serviciul solicitat nu este disponibil",
  "error.general.serviceNotSupported": "Serviciul solicitat nu este acceptat",
  "error.general.invalidResource": "Acest URL conține o resursă nevalidă",
  "error.general.unsupportedResource": "Acest URL conține o resursă neacceptată",
  "error.general.errorSource": "S-a identificat următoarea sursă a erorii",
  "error.httpIssues.generic": "A apărut o eroare de server în momentul solicitării resursei",
  "error.detaildErrors.metadata": "Documentul de metadate al serviciului este eronat",
  "error.general.requestedUrl": "URL solicitat",
  "error.general.technicalSupport": "Dacă problema persistă, vă rugăm să contactați serviciul de asistență tehnică",
  "error.general.technicalSupportCreateTicket": "Create support ticket",
  "error.general.weWillContactProvider": "Vom contacta furnizorul serviciului și îi vom raporta problema.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Denumirile utilizate și prezentarea materialelor pe această hartă nu implică exprimarea vreunei opinii din partea Uniunii Europene referitoare la statutul juridic al oricărei țări sau regiuni, al oricărui teritoriu sau oraș sau al autorităților sale ori referitoare la delimitarea frontierelor sau limitelor sale. Kosovo*: Această desemnare nu aduce atingere pozițiilor privind statutul și este în concordanță cu RCSONU 1244/1999 și cu Avizul CIJ privind declararea independenței de către Kosovo. Palestina*: Această desemnare nu trebuie considerată o recunoaștere a Statului Palestinian și nu aduce atingere pozițiilor individuale ale statelor membre în această privință.",
  "other-features.search": "Căutare",
  "other-features.zoom-in": "Mărire",
  "other-features.zoom-out": "Micșorare",
  "other-features.show-tutorial": "Afișare tutorial",
  "other-features.transparency": "Puteți ajusta și transparența unui strat.",
  "error.detailedErrors.crs": "Serviciul nu oferă un sistem acceptat de coordonate de referință",
  "error.detailedErrors.encoding": "Serviciul nu oferă o codificare acceptată a caracterelor",
  "error.detailedErrors.metadata": "Documentul de metadate al serviciului este eronat",
  "error.detailedErrors.fileFormat": "Acest URL a indicat un format de date nevalid",
  "error.detailedErrors.dataRequest": "La interogarea datelor serviciului, s-a primit un răspuns nevalid. Motivele pot fi, de exemplu: o eroare internă a serverului, o configurație greșită a serviciului, un comportament neconform cu standardele al serviciului etc.",
  "error.httpIssues.303": "Răspunsul la solicitare poate fi găsit sub un alt URI",
  "error.httpIssues.305": "Resursa solicitată este disponibilă doar printr-un proxy",
  "error.httpIssues.400": "Serverul nu poate sau nu va procesa solicitarea din cauza unei erori de client percepute",
  "error.httpIssues.401": "Resursa solicitată a necesitat o autorizare",
  "error.httpIssues.403": "Resursa solicitată nu este accesibilă publicului",
  "error.httpIssues.404": "Resursa solicitată nu a putut fi găsită",
  "error.httpIssues.405": "Resursa a fost solicitată printr-o metodă HTTP nepermisă",
  "error.httpIssues.406": "S-a solicitat un conținut neacceptabil din partea resursei",
  "error.httpIssues.407": "Resursa necesită o autentificare prealabilă printr-un serviciu proxy",
  "error.httpIssues.500": "Resursa nu este disponibilă din cauza unei erori interne a serverului",
  "error.httpIssues.501": "Resursa nu este disponibilă din cauza unei metode de solicitare nerecunoscute",
  "error.httpIssues.502": "Resursa nu este disponibilă din cauza unui gateway configurat greșit",
  "error.httpIssues.503": "Resursa nu este disponibilă din cauza suprasolicitării sau mentenanței",
  "error.httpIssues.504": "Resursa nu este disponibilă din cauza unui gateway configurat greșit sau care nu răspunde",
  "error.httpIssues.505": "Resursa nu acceptă versiunea HTTP utilizată"
}