{
  "splashscreen.starting": "",
  "splashscreen.load": "",
  "splashscreen.init": "",
  "tagline": "Den officiella portalen för europeiska data",
  "title": "Europeiska <b>Data Portalen</b>",
  "menu.legal-notice": "Rättsligt meddelande",
  "menu.cookies": "Cookies",
  "menu.contact": "Kontakta",
  "functions.layer": "Ansvarsfriskrivning",
  "functions.feature-info": "Detaljerad information",
  "functions.legend": "Legend",
  "functions.no-legend": "Ingen legend",
  "welcome-screen.title": "Välkommen till kartvisaren i den data.europa.eu",
  "welcome-screen.services": "Denna kartbetraktare medger åtkomst av externa tjänster och visar data. Dessa externa tjänster upprätthålls inte av Europeiska kommissionen och därför har vi inget inflytande på deras tillgänglighet / stabilitet. Följande problem kan uppstå:",
  "welcome-screen.information": "Om du begär information för en vald funktion kommer detta att hanteras av en särskild begäran till kartan servern. Om svaret på denna begäran är felaktigt eller tomt (t ex på grund av ett serverfel) kan ingen information visas och ett tomt fönster kommer att visas.",
  "welcome-screen.access": "Data som kan nås från en extern server kan vara placerad utanför den aktuella kartvyn. Denna kartbetraktare försöker att automatiskt identifiera det täckta området. Ändå i vissa fall kan det vara så att metadata icke är fullständig eller felaktig så att du har att panorera till den faktiska omfattningen.",
  "welcome-screen.layer": "Vissa skiktkällor kan inte visas vid vissa zoomnivåer. Detta beror på begränsningar satta av den externa tjänsteleverantören. Du kan behöva zooma in eller ut för att visa data i skiktet.",
  "welcome-screen.loading": "En roterande cirkel i kartvyn indikerar att betraktaren väntar på ett svar från en datakälla. Detta kan orsakas av en otillgänglig server eller nätverksproblem.",
  "welcome-screen.error": "Om du stöter på några andra problem tveka inte att ta kontakt med den tekniska supporten:",
  "welcome-screen.support-contact": "Kontakta den tekniska supporten",
  "welcome-screen.basemaps": "De bakgrundskartor som används i denna tillämpning tillhandahålls av statistikkontor i Europeiska unionen (Eurostat). Dessa kartor finns för närvarande tillgängliga i en upplösning på upp till 1: 50,000. Mer finkorniga bakgrundskartor förbereds för närvarande (t ex för att stödja den visualisering av data inom en stad). Således kan vissa datakällor kanske ännu inte visas med en optimalt anpassad bakgrundskarta.",
  "welcome-screen.not-display-again": "Visa inte det här välkomstfönstret igen.",
  "welcome-screen.map-loading": "Karta laddas",
  "welcome-screen.confirm": "Ok",
  "tutorial.step1": "Denna korta introduktion har som mål att göra  dig bekant med delarna och funktionerna i kartvisaren.",
  "tutorial.step2": "Klicka och håll nere vänster musknapp för att panorera på kartan.",
  "tutorial.step3": "Dessa knappar ändrar zoomnivån på kartan. Alternativt kan du använda mushjulet för att justera zoom.",
  "tutorial.step4": "Ytterligare funktioner är tillgängliga via dessa knappar. De aktiverar eller inaktiverar den angivna funktionen.",
  "tutorial.step5": "Legenden kan användas för att undersöka de tillgängliga kartnivåerna och aktivera eller inaktivera deras nuvarande visning på kartan. Namnen kan direkt härledas från den externt tillgängliga tjänsten.",
  "tutorial.step6": "Vissa data kan undersökas även mer i detalj. När den här funktionen är aktiverad kan du klicka på kartan för att söka ytterligare information.",
  "tutorial.skip": "Avbryt",
  "tutorial.back": "Föregående",
  "tutorial.next": "Nästa",
  "tutorial.done": "Klar",
  "layers-selection.select-layer": "Välj nivå",
  "layers-selection.select-all": "Välj alla",
  "layers-selection.hint": "Den valda WMS tjänsten innehåller% x nivån, välj alla nivåer som ska visas på kartan.",
  "layers-selection.close": "Stänga",
  "feature-info.identify": "",
  "feature-info.attach": "",
  "feature-info.center": "",
  "feature-info.feature": "",
  "error.general.serviceNotAvailable": "Den begärda tjänsten är inte tillgänglig",
  "error.general.serviceNotSupported": "Den begärda tjänsten stöds inte",
  "error.general.invalidResource": "Ett ogiltigt resurs hittades på den angivna URL",
  "error.general.unsupportedResource": "En ouppburen resurs hittades på den angivna URL",
  "error.general.errorSource": "Följande felkälla fastställdes",
  "error.httpIssues.generic": "Ett serverfel uppstod vid begäran av särskild resurs",
  "error.detaildErrors.metadata": "Tjänstens metadatadokument är felaktig",
  "error.general.requestedUrl": "Begärda webbadressen",
  "error.general.technicalSupport": "Om problemet kvarstår i framtiden, kontakta den tekniska supporten",
  "error.general.technicalSupportCreateTicket": "Skapa supportärende",
  "error.general.weWillContactProvider": "Vi kontaktar leverantören av tjänsten och rapporterar problemet.",
  "error.general.closeButton": "Ok",
  "legal-disclaimer": "Beteckningarna som används och presentationen av material på denna karta innebär inte uttryck för någon åsikt av Europeiska unionen om den rättsliga ställningen för något land, territorium, stad eller område eller dess myndigheter, eller om avgränsningen av dess gränser eller gränslinjer. Kosovo *: Denna beteckning påverkar inte ståndpunkter om Kosovos status och är i linje med säkerhetsrådets resolution 1244/1999 och med Internationella domstolens utlåtande om Kosovos självständighetsförklaring. Palestina *: Denna beteckning ska inte tolkas som ett erkännande av en palestinsk stat och påverkar inte de enskilda ståndpunkter medlemsstaterna i denna fråga.",
  "other-features.search": "Sök",
  "other-features.zoom-in": "Zooma in",
  "other-features.zoom-out": "Zooma ut",
  "other-features.show-tutorial": "Visa Tutorial",
  "other-features.transparency": "Du kan även justera insynen i en nivå",
  "error.detailedErrors.crs": "Tjänsten erbjuder inget  understött referenskoordinatsystem",
  "error.detailedErrors.encoding": "Tjänsten erbjuder inga understödda teckenkodningar",
  "error.detailedErrors.metadata": "Tjänstens metadatadokument är felaktig",
  "error.detailedErrors.fileFormat": "Ett ogiltigt dataformat inkom till den givna webbadressen",
  "error.detailedErrors.dataRequest": "Vid  sökning av data från tjänsten har ett ogiltigt svar emottagits. Orsakerna till detta kan vara, till exempel: internt server fel, fel konfiguration av tjänsten, icke-standardiserade överträdelser hos tjänsten, etc.",
  "error.httpIssues.303": "Svaret på denna begäran kan hittas i en annan URI",
  "error.httpIssues.305": "Den begärda resursen är endast tillgänglig via en proxy",
  "error.httpIssues.400": "Servern kan eller inte vill hantera begäran på grund av ett upplevt klientfel",
  "error.httpIssues.401": "Den begärda resursen kräver tillstånd",
  "error.httpIssues.403": "Den begärda resursen är inte tillgänglig för allmänheten",
  "error.httpIssues.404": "Den begärda resursen kunde inte hittas",
  "error.httpIssues.405": "Resursen begärdes genom en icke tillåten HTTP-metod",
  "error.httpIssues.406": "Ett icke acceptabelt innehåll begärdes från resursen",
  "error.httpIssues.407": "Resursen kräver en tidigare autentisering vid en proxytjänst",
  "error.httpIssues.500": "Resursen är inte tillgänglig på grund av ett internt serverfel",
  "error.httpIssues.501": "Resursen är inte tillgänglig på grund av en okänd metodbegäran",
  "error.httpIssues.502": "Resursen är inte tillgänglig på grund av en felaktigt konfigurerad gateway",
  "error.httpIssues.503": "Resursen är för närvarande inte tillgänglig på grund av överbelastning eller underhåll",
  "error.httpIssues.504": "Resursen är inte tillgänglig på grund av en felaktigt konfigurerad eller oemottaglig gateway",
  "error.httpIssues.505": "Resursen stöder inte given HTTP-versionen"
}